[
  {
    "Unit.Chapter":1.2,
    "Date":"~10,000 ya",
    "Key Term":"Bering Strait Land Bridge",
    "Description":"Settlement of the Americas likely began as humans crossed from Asia into North American during the last ice age when sea levels were lower exposed a land bridge between the two continents.",
    "Unnamed: 4":null,
    "Unnamed: 5":25
  },
  {
    "Unit.Chapter":1.2,
    "Date":"~9000 ya",
    "Key Term":"Maize",
    "Description":"Corn, a new-world crop first domesticate in modern day Mexico which played an important role in Mayan, Aztec, and many North American indigenous societies.",
    "Unnamed: 4":null,
    "Unnamed: 5":5
  },
  {
    "Unit.Chapter":1.2,
    "Date":"~1660-1830s CE",
    "Key Term":"Iroquois Confederation",
    "Description":"A political union between various Native American peoples of the northeastern United States also known as Haudenosauanee. Members included Seneca, Cayuga, Mohawk, Onondaga, Oneida, and later the Tuscaroras.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":1.3,
    "Date":"1492 CE",
    "Key Term":"Christopher Columbus",
    "Description":"Genoese sponsored by Spain in 1492, aimed to find a westward route to Asia but inadvertently discovered the Americas. His voyages marked the beginning of sustained European contact with the New World, impacting both regions significantly. ",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":1.3,
    "Date":"1517-today",
    "Key Term":"Protestant Reformation",
    "Description":"Beginning in the early 16th century, this movement aimed to reform the Catholic Church and led to the emergence of various denominations. This movement affected religious beliefs, political power, and migration patterns. ",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":1.3,
    "Date":"1648 CE",
    "Key Term":"nation-states",
    "Description":"By the Early Modern period, a new concept of statehood emerged in Europe, marked by centralized governments and defined territories beginning with the Treaty of Westphalia. This drove the Age of Exploration as European powers sought new resources and territories.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":1.3,
    "Date":"1494 CE",
    "Key Term":"Treaty of Tordesallis",
    "Description":"This treaty divided newly discovered lands between Spain and Portugal along a meridian called the line of demarcation. The two empires worked with the Catholic Church. This agreement aimed to resolve territorial disputes and significantly influenced colonization patterns in the New World.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":1.3,
    "Date":"1585-1587 CE",
    "Key Term":"Roanoke Island",
    "Description":"The site of England’s first settlement attempt in the Americas, saw two failed attempts in 1585 and 1587. The mysterious disappearance of the 1587 settlers, marked by the word \"CROATOAN\" carved into a tree, remains unsolved.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":1.4,
    "Date":"1492 CE",
    "Key Term":"Columbian Exchange",
    "Description":"This refers to the widespread transfer of plants, animals, culture, human populations, and diseases between the Americas and the Old World following Columbus’s voyages beginning in 1492. This exchange profoundly impacted economies, societies, and ecosystems on both sides of the Atlantic.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":1.4,
    "Date":"1492 CE",
    "Key Term":"smallpox",
    "Description":"European explorers and colonizers brought diseases like this to the Americas which lead to devastating epidemics among indigenous populations. Lacking immunity, Native Americans suffered catastrophic mortality rates which facillitated European conquest and colonization.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":1.4,
    "Date":"Late 1500s CE",
    "Key Term":"joint-stock company",
    "Description":"Organizations which emerged in the late 16th century, allowing multiple investors to pool resources for colonial ventures. By sharing risks and profits, these companies financed exploration and settlement, playing a pivotal role in the establishment of English colonies in the Americas.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":1.5,
    "Date":"1500s CE",
    "Key Term":"conquistadores",
    "Description":"Spanish conquerors who explored and colonized parts of the Americas, driven by quest for wealth and glory. Their exploits led to the fall of powerful empires like the Aztecs and Incas. They played a critical role in shaping early colonial Latin America.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":1.5,
    "Date":"Early 1500s CE",
    "Key Term":"encomienda",
    "Description":"Aa labor system established by the Spanish in the Americas, granting colonists the right to extract labor from indigenous populations. It was intended to be a means of Christianizing native peoples while providing labor for agriculture. However, it often resulted in exploitation and abuse.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":1.5,
    "Date":"1500-1800 CE",
    "Key Term":"slave trade",
    "Description":"This trade involved the forced transportation of enslaved Africans to the Americas for labor, particularly in plantations. It was fueled by European demand for cash crops like sugar and tobacco. This trade created significant social, economic, and cultural consequences on both sides of the Atlantic.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":1.5,
    "Date":"1500-1800 CE",
    "Key Term":"Middle Passage",
    "Description":"This term refers to the brutal sea voyage that enslaved Africans endured while being transported from Africa to the Americas. Conditions aboard ships were horrific, leading to high mortality rates. This horrific experience is a crucial part of understanding the impact of the African slave trade.  ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1607 CE",
    "Key Term":"corporate colonies",
    "Description":"These colonies were established through charters granted to companies for profit, such as the Virginia Company. These colonies operated with a degree of self-governance, managed by elected officials. They aimed to generate wealth through agriculture and trade while minimizing costs.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1624 CE",
    "Key Term":"royal colonies",
    "Description":"These colonies were directly controlled by the monarchy through appointed governors and councils. This system, exemplified by Virginia post-1624, aimed to strengthen royal authority. The colonies were subject to direct oversight, leading to differing governance methods compared to other colonies.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1632 CE",
    "Key Term":"proprietary colonies",
    "Description":"These colonies, established by royal charter to individuals or groups, granted significant control over governance. Examples include Maryland, granted to Lord Baltimore, focusing on religious tolerance. These colonies often saw unique legal systems and social structures distinct from other counterparts.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1606 CE",
    "Key Term":"Virginia Company",
    "Description":"A joint-stock enterprise that founded Jamestown, the first permanent English settlement in America. Its goals included profit from resources and establishing trade routes. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1607 CE",
    "Key Term":"Jamestown",
    "Description":"Established by the Virginia Company, it was the first successful English settlement in North America. Initial hardships included conflicts with Native Americans and starvation, but tobacco cultivation, led by John Rolfe, ensured its survival and profitability. It laid foundations for future English colonization.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1620 CE",
    "Key Term":"Plymouth Colony",
    "Description":"Plymouth Colony, founded by the Pilgrims, was the first successful English settlement in New England. Established for religious freedom, the colony adopted the Mayflower Compact, promoting self-governance. The Pilgrims faced challenges but ultimately thrived through agriculture and trade with Native Americans.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1620 CE",
    "Key Term":"Mayflower",
    "Description":"The ship that transported the Pilgrims from England to the New World, landing at Plymouth. Its voyage symbolizes the quest for religious freedom and self-determination. A legal compact named after the ship established a foundational governance framework for the new colony.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1630 CE",
    "Key Term":"Massachusetts Bay Colony",
    "Description":"This colony was established by Puritans seeking to create a \"city upon a hill\" as a religious example. Led by John Winthrop, the colony thrived through agriculture and trade. Its governance emphasized communal religious ideals and strict adherence to Puritan beliefs.",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":2.3,
    "Date":"Early 1600s CE",
    "Key Term":"Puritans",
    "Description":"English Protestants who sought to purify the Church of England from Catholic practices. Their migration led to the founding of Massachusetts Bay Colony, where they aimed to create a model Christian society. Their influence shaped New England’s cultural and religious landscape.",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1689 CE",
    "Key Term":"Protestant Revolt",
    "Description":"This event saw the overthrow of King James II, leading to the establishment of Protestant officials in England and the colonies. This shift reinforced Protestant dominance and influenced colonial policy. It heightened tensions, fostering dissent against royal authority.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1662 CE",
    "Key Term":"halfway covenant",
    "Description":"This religious idea allowed partial church membership for the children of baptized but unconverted Puritans, addressing declining church attendance. This compromise aimed to maintain community participation in religious life amidst challenges. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1664 CE",
    "Key Term":"Middle Colonies",
    "Description":"These colonies, including Pennsylvania, New York, and New Jersey, were marked by diverse populations and economies. Known for religious tolerance and agricultural richness, these colonies became hubs of trade and cultural exchange. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1681 CE",
    "Key Term":"William Penn",
    "Description":"This individual was granted the territory of Pennsylvania by King Charles II, establishing it as a haven for Quakers and religious minorities. His Frame of Government emphasized democratic principles and religious tolerance, influencing colonial governance.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1619 CE",
    "Key Term":"House of Burgesses",
    "Description":"This political body, established in Virginia, was the first representative assembly in North America, allowing settlers to enact local laws. It marked a significant development in self-governance, empowering colonists with a voice in their administration. The assembly set precedents for future legislative bodies.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":2.3,
    "Date":"1620 CE",
    "Key Term":"Mayflower Compact",
    "Description":"This legal document was an agreement made by the Pilgrims aboard the Mayflower, establishing self-governance and majority rule in Plymouth Colony. As a foundational document, it represented an early attempt at democratic governance in America. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":2.4,
    "Date":"1500-1800 CE",
    "Key Term":"Triangular Trade",
    "Description":"This trade route described the transatlantic exchange of goods and enslaved people among Europe, Africa, and the Americas. This complex network fueled colonial economies, particularly in plantation regions. The trade route had profound impacts on social and economic structures across the Atlantic world.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":2.4,
    "Date":"1500-1700 CE",
    "Key Term":"Mercantilism",
    "Description":"An economic theory emphasizing state control of trade to benefit the nation’s wealth. It influenced British colonial policies, encouraging resource extraction and exportation of goods. This framework shaped the relationship between colonists and the British Crown, fostering economic tensions.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":2.4,
    "Date":"1651 CE",
    "Key Term":"Navitgation Acts",
    "Description":"A series of laws that restricted colonial trade to English ships and required certain exports exclusively to England. These regulations aimed to enhance economic control and benefit British markets. The Acts contributed to colonial resentment and tensions leading to revolution.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":2.4,
    "Date":"1600-Early 1700s CE",
    "Key Term":"salutary neglect",
    "Description":"This describes Britain’s informal policy of allowing its colonies considerable autonomy, reducing strict enforcement of trade regulations. This period fostered colonial self-governance and economic independence. As Britain later sought to tighten control, it fueled colonial unrest.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":2.6,
    "Date":"1600s CE",
    "Key Term":"indentured servitude",
    "Description":"A labor system where individuals agreed to work for a specified number of years in exchange for passage to America. This practice helped fill labor shortages in colonies, particularly in agriculture. Over time, the system declined, giving way to African slavery.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":2.7,
    "Date":"1730s-1740s CE",
    "Key Term":"Great Awakening",
    "Description":"A religious revival movement that swept through the American colonies, emphasizing personal faith and emotional engagement. It challenged established religious authority and the secular enlightenment.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":2.7,
    "Date":"1692-1693 CE",
    "Key Term":"Salem Witch Trials",
    "Description":"A series of court trials held in Puritain communities in which up to 200 individuals were accused of witchcraft. Cotton Mather was an influential minister who defended the conduct of the trials. By the end, 19 people were hanged, one died during torture refusing to confess, and five died in jail.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":2.7,
    "Date":"1706 CE",
    "Key Term":"Benjamin Franklin",
    "Description":"A Founding Father, inventor, and statesman who significantly influenced American society and politics. His work in diplomacy, science, and publishing laid the groundwork for the Enlightenment era. His contributions helped shape the identity and values of the emerging nation.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":2.7,
    "Date":"1600-1700 CE",
    "Key Term":"Enlightenment",
    "Description":"An intellectual movement emphasizing reason, science, and individual rights, profoundly influencing colonial America. Enlightenment thinkers like John Locke inspired ideas of democracy and human rights. This era laid the philosophical groundwork for the American Revolution.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":2.7,
    "Date":"1600s CE",
    "Key Term":"established church",
    "Description":"A religious institution officially recognized by the government, often supported through public funds. Discontent with these institutions fueled demands for religious freedom and pluralism.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":3.2,
    "Date":"1754-1763 CE",
    "Key Term":"Seven Years' War (French and Indian War)",
    "Description":"From 1754 to 1763, this major global conflict pitted Britain against France and their Native American allies in North America. The British victory reshaped territorial control in North America but fueled colonial dissatisfaction due to taxation over war debts. ",
    "Unnamed: 4":null,
    "Unnamed: 5":40
  },
  {
    "Unit.Chapter":3.2,
    "Date":"1732-1799 CE",
    "Key Term":"General George Washington",
    "Description":"A key military leader during the French and Indian War, he would later become the commander of the Continental Army during the American Revolution. His leadership and strategic acumen were pivotal in securing American independence. Later on, his presidency established many traditions.",
    "Unnamed: 4":null,
    "Unnamed: 5":25
  },
  {
    "Unit.Chapter":3.2,
    "Date":"1754 CE",
    "Key Term":"Albany Plan of Union",
    "Description":"Proposed by Benjamin Franklin in 1754, this plan aimed to create a unified government for the Thirteen Colonies. Though it was ultimately rejected, the plan laid groundwork for future discussions on colonial unity. It illustrated early attempts at cooperation among the colonies.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":3.2,
    "Date":"1763-1765 CE",
    "Key Term":"Pontiac's Rebellion",
    "Description":"Occurring in 1763, this Native American uprising against British rule sought to resist colonial encroachment. The rebellion highlighted Native dissatisfaction with post-war British policies. It prompted the British government to impose the Proclamation of 1763.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":3.2,
    "Date":"1763 CE",
    "Key Term":"Proclaimation of 1763",
    "Description":"Issued by Britain following the Seven Years' War, this proclamation forbade colonial expansion west of the Appalachian Mountains. It aimed to stabilize relations with Native Americans but angered colonists eager for new land. ",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":3.3,
    "Date":"1765 CE",
    "Key Term":"Stamp Act",
    "Description":"Passed in 1765, this law required colonists to purchase specially stamped paper for legal documents and printed materials, imposing direct taxes. Widespread protests and the formation of the Stamp Act Congress mobilized colonial opposition. Its repeal in 1766 marked a temporary victory for colonial activists.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":3.3,
    "Date":"1765 CE",
    "Key Term":"Stamp Act Congress",
    "Description":"Convened in 1765, this gathering of delegates from nine colonies sought to organize opposition to the Stamp Act. The Congress petitioned the British government for redress and emphasized the principle of \"no taxation without representation.\" ",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":3.3,
    "Date":"1770 CE",
    "Key Term":"Boston Massacre",
    "Description":"Occurring on March 5, 1770, this confrontation between British soldiers and Boston colonists resulted in the death of five colonists. It was used as a rallying point for anti-British sentiment and propaganda. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":3.3,
    "Date":"1773 CE",
    "Key Term":"Boston Tea Party",
    "Description":"An act of protest on December 16, 1773, where colonists, including the Sons of Liberty, dumped tea into Boston Harbor in response to the Tea Act. This significant act of defiance enraged British authorities and led to stricter punitive measures. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.3,
    "Date":"1774 CE",
    "Key Term":"Intolerable Acts",
    "Description":"A series of punitive measures passed in 1774 in response to the Boston Tea Party, aimed at suppressing colonial dissent. These acts, including the Coercive Acts, restricted colonial self-government and escalated tensions. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.4,
    "Date":"1600-1700s CE",
    "Key Term":"Social Contract",
    "Description":"The theory that individuals consent to form a government to protect their rights. Influential philosophers like John Locke argued that if a government fails to serve its purpose, citizens have the right to revolt. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":3.4,
    "Date":"1632-1704 CE",
    "Key Term":"John Locke",
    "Description":"Philosopher whose \"Two Treatises of Government\" outlined ideas of natural rights, including life, liberty, and property. His belief that government derives its power from the consent of the governed profoundly influenced the Founding Fathers. ",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":3.4,
    "Date":"1737-1809 CE",
    "Key Term":"Thomas Paine",
    "Description":"An influential writer whose pamphlet \"Common Sense\" advocated for American independence from Britain. His persuasive arguments were crucial in galvanizing public support for the revolutionary cause. ",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":3.5,
    "Date":"1774 CE",
    "Key Term":"First Continental Congress",
    "Description":"Convened in 1774, it brought together delegates from twelve colonies to address colonial grievances and coordinate resistance against British policies. They sought to unify colonial responses and laid the groundwork for later revolutionary actions.",
    "Unnamed: 4":null,
    "Unnamed: 5":26
  },
  {
    "Unit.Chapter":3.5,
    "Date":"1700s CE",
    "Key Term":"Minutemen",
    "Description":"Colonial militia who were trained to be ready for combat at a moment's notice during the Revolutionary War. They played a crucial role in the early engagements, such as Lexington and Concord.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":3.5,
    "Date":"1775 CE",
    "Key Term":"Second Continental Congress",
    "Description":"Convened in May 1775, this assembly managed the colonial war effort and moved toward independence. It established the Continental Army, appointing George Washington as its commander. They ultimately adopted the Declaration of Independence in 1776.",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":3.5,
    "Date":"1743-1826 CE",
    "Key Term":"Thomas Jefferson",
    "Description":"The principal author of the Declaration of Independence, he was a leading advocate for American liberty and republican ideals. His views on individual rights and government were heavily influenced by Enlightenment principles. He later became the third president of the United States.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.5,
    "Date":"1776 CE",
    "Key Term":"Declaration of Independence",
    "Description":"Adopted on July 4, 1776, this document proclaimed the colonies' independence from Britain, articulating grievances and Enlightenment principles of self-determination. It emphasized natural rights and the social contract. ",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":3.5,
    "Date":"1763-1783 CE",
    "Key Term":"Patriots",
    "Description":"Colonists who supported independence from Britain during the American Revolution. They played a crucial role in mobilizing resistance and forming the Continental Army. ",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":3.5,
    "Date":"1777 CE",
    "Key Term":"Battle of Saratoga",
    "Description":"A pivotal battle fought in 1777 that marked a turning point in the Revolutionary War. The American victory here led to French support for the colonists, bolstering their chances of success. This battle is often credited with securing international (mostly French) aid for the American cause.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":3.5,
    "Date":"1781 CE",
    "Key Term":"Yorktown",
    "Description":"The site of the last major battle of the American Revolution in 1781, where British General Cornwallis surrendered to American and French forces. This victory effectively ended major military operations in the colonies and led to British surrender.",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":3.6,
    "Date":"late 1700s CE",
    "Key Term":"Republican Motherhood",
    "Description":"An ideology that emerged during and after the Revolutionary War, emphasizing the role of women in raising virtuous citizens. It suggested that women's education should focus on preparing them to instill democratic values in their children. This concept highlighted women's importance in the new republic.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":3.6,
    "Date":"1744-1818 CE",
    "Key Term":"Abigail Adams",
    "Description":"The wife of John Adams and an early advocate for women's rights, she famously reminded her husband to \"remember the ladies\" when drafting legislation. Her correspondence provides insight into women's roles during the revolutionary period. ",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":3.7,
    "Date":"1777 CE",
    "Key Term":"Articles of Confederation",
    "Description":"The first governing document of the United States, ratified in 1781, which established a weak central government with limited powers. The document faced numerous challenges, including lack of federal authority to tax or regulate trade. Their weaknesses ultimately led to the Constitutional Convention.",
    "Unnamed: 4":null,
    "Unnamed: 5":25
  },
  {
    "Unit.Chapter":3.7,
    "Date":"1700s CE",
    "Key Term":"Separation of Powers",
    "Description":"A political doctrine that divided government authority into distinct branches (executive, legislative, judicial) to prevent abuse of power. This concept was heavily influenced by Enlightenment thinkers like Montesquieu. ",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":3.7,
    "Date":"1786-1787 CE",
    "Key Term":"Shays's Rebellion",
    "Description":"An armed uprising in 1786-1787 by Massachusetts farmers protesting economic injustices and high taxes. This rebellion highlighted the weaknesses of the Articles of Confederation and the need for a stronger federal government. It prompted calls for the Constitutional Convention to address these issues.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":3.8,
    "Date":"1751-1836 CE",
    "Key Term":"James Madison",
    "Description":"Known as the \"Father of the Constitution,\" he played a key role in drafting and promoting the U.S. Constitution and the Bill of Rights. His political philosophy and leadership were vital in shaping the new nation. His contributions established foundational principles of American governance.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":3.8,
    "Date":"1755-1804 CE",
    "Key Term":"Alexander Hamilton",
    "Description":"The first Secretary of the Treasury and a key architect of the American financial system, he advocated for a strong central government and a national bank. His financial policies aimed to stabilize the economy and establish U.S. credit. His Federalist ideology significantly influenced early American politics.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":3.8,
    "Date":"1700s CE",
    "Key Term":"checks and balances",
    "Description":"A constitutional principle that ensures no single branch of government becomes too powerful by granting each branch the ability to limit the others. This system was designed to maintain accountability and protect individual liberties. It remains a cornerstone of American governance.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":3.8,
    "Date":"1787 CE",
    "Key Term":"Great Comprimise",
    "Description":"The agreement (also known as the Connecticut Plan) reached during the Constitutional Convention that established a bicameral Congress with proportional representation in the House and equal representation in the Senate. It was instrumental in resolving disputes between larger and smaller states.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.8,
    "Date":"1787 CE",
    "Key Term":"Three-Fifths Compromise",
    "Description":"An agreement reached during the Constitutional Convention determining that enslaved individuals would be counted as three-fifths of a person for representation and taxation purposes. This compromise aimed to balance interests between northern and southern states. ",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":3.8,
    "Date":"1790s-1810s CE",
    "Key Term":"Federalists",
    "Description":"Supporters of the Constitution who advocated for a strong national government and a centralized authority. They argued for the effectiveness of the Constitution in maintaining order and protecting rights. Prominent supporters included Alexander Hamilton, James Madison, and John Jay.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":3.8,
    "Date":"1790s CE",
    "Key Term":"Anti-Federalists",
    "Description":"Opponents of the Constitution who feared a powerful central government would threaten individual liberties and state sovereignty. They called for a Bill of Rights to protect citizens' freedoms. The Anti-Federalist stance led to significant debates during the ratification process.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.8,
    "Date":"1789 CE",
    "Key Term":"Bill of Rights",
    "Description":"The first ten amendments to the Constitution, ratified in 1791, that enumerate individual rights and limit government powers. ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":3.9,
    "Date":"1787 CE",
    "Key Term":"Legislative Branch",
    "Description":"The branch of government responsible for making laws, comprised of the two chambers of Congress: the House of Representatives and the Senate. This branch holds significant power in shaping national policies and responding to the public's needs. ",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":3.9,
    "Date":"1787 CE",
    "Key Term":"Executive Branch",
    "Description":"Headed by the President, this branch enforces laws and administers government functions. The executive is responsible for foreign affairs, military decisions, and appointing federal officials. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.9,
    "Date":"1787 CE",
    "Key Term":"Judicial Branch",
    "Description":"The branch of government tasked with interpreting laws and administering justice, led by the Supreme Court. This branch ensures that legislation aligns with the Constitution and protects individual rights.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":3.9,
    "Date":"1789 CE",
    "Key Term":"First Amendment",
    "Description":"Part of the Bill of Rights, it guarantees freedoms of speech, religion, press, assembly, and petition. This amendment is fundamental in protecting individual liberties and fostering democratic discourse. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":3.9,
    "Date":"1789 CE",
    "Key Term":"Second Amendment",
    "Description":"The amendment that protects the right to keep and bear arms. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.9,
    "Date":"1789 CE",
    "Key Term":"Fourth Amendment",
    "Description":"Protects citizens against unreasonable searches and seizures, requiring warrants to be judicially sanctioned. This amendment is crucial for safeguarding individual privacy and civil liberties.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.9,
    "Date":"1789 CE",
    "Key Term":"Fifth Amendment",
    "Description":"The amendment that provides for due process, protects against double jeopardy, and prohibits self-incrimination. It ensures fair legal proceedings and protects personal rights during legal processes. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1789-1797 CE",
    "Key Term":"President George Washington",
    "Description":"President (1789-1797) who established many precedents and set the standard for future leaders. His leadership emphasized unity, neutrality in foreign conflicts (French Revolution), and respect for the Constitution. His presidency also saw the creation of the National Bank. ",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1789 CE",
    "Key Term":"Federal Court System",
    "Description":"Established by the Judiciary Act of 1789, it set up a three-tiered court system comprising district courts, appellate courts, and the Supreme Court. This framework ensures the uniform application of federal law and maintains judicial independence. It established the foundation for the American legal system.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1789 CE",
    "Key Term":"Judiciaty Act of 1789",
    "Description":"Legislation that established the federal court system and defined the jurisdiction of federal courts. It created the structure for the Supreme Court and lower courts, shaping the judicial system.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1793 CE",
    "Key Term":"Proclaimation of Neutrality",
    "Description":"Issued by Washington in 1793, it declared the United States neutral in the conflict between Britain and France. He aimed to protect American interests and avoid entanglement in foreign wars. ",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1794 CE",
    "Key Term":"Whiskey Rebellion",
    "Description":"An uprising in 1794 by Pennsylvania farmers protesting a federal excise tax on whiskey. The uprising tested the strength of the new government and its willingness to enforce laws. This demonstrated that the Constitution had succeeded where the Articles of Confederation failed.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1790s CE",
    "Key Term":"Federalist Party",
    "Description":"Founded in the 1790s, this political party supported a strong central government and a robust economic system. Key figures included Hamilton and Adams, who advocated for financial reforms and foreign alliances. The party's influence declined after the War of 1812.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1792-1825 CE",
    "Key Term":"Democratic-Republican Party",
    "Description":"Founded by Jefferson and Madison in opposition to the Federalists, this party advocated for states' rights and agrarian interests. They emphasized limited government and strict interpretations of the Constitution. ",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1797-1801 CE",
    "Key Term":"President John Adams",
    "Description":"From 1797 to 1801, this president faced challenges such as tensions with France and domestic dissent. His administration saw the passage of the controversial Alien and Sedition Acts. Hiss commitment to neutrality helped navigate early foreign relations despite partisan conflicts.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":3.1,
    "Date":"1798 CE",
    "Key Term":"Alien and Sedition Acts",
    "Description":"A series of laws enacted in 1798 aimed at curbing dissent and limiting the political power of immigrants. These acts targeted immigrants and penalized criticism of the government, raising concerns over civil liberties. Their passage ignited significant opposition and debates over free speech.",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":3.11,
    "Date":"late 1700s CE",
    "Key Term":"Separation of Church and State",
    "Description":"A principle advocating for the distancing of religious institutions from government influence. This concept evolved from Enlightenment ideals and was integral to the formation of the Constitution. It aimed to preserve religious freedom and avoid theocracy.",
    "Unnamed: 4":null,
    "Unnamed: 5":30
  },
  {
    "Unit.Chapter":3.12,
    "Date":"1765-1825 CE",
    "Key Term":"Eli Whitney",
    "Description":"An inventor best known for developing the cotton gin, which revolutionized the cotton industry and influenced the economy of the South which inadvertedly led to the expansion of slavery. His contributions also advanced the concept of interchangeable parts in manufacturing.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":3.12,
    "Date":"1793 CE",
    "Key Term":"Cotton Gin",
    "Description":"Invented by Eli Whitney in 1793, this machine vastly improved the efficiency of cotton processing by separating seeds from fibers. Its proliferation fueled the cotton economy and increased demand for slave labor in the South. ",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":4.2,
    "Date":"1801-1809 CE",
    "Key Term":"President Thomas Jefferson",
    "Description":"Jefferson's presidency (1801-1809) emphasized limited government and agrarian ideals. He is known for the Louisiana Purchase and the Lewis and Clark expedition. His administration championed the principles of classical republicanism in the era following the presidency of John Adams.",
    "Unnamed: 4":null,
    "Unnamed: 5":26
  },
  {
    "Unit.Chapter":4.2,
    "Date":"1803 CE",
    "Key Term":"Louisiana Purchase",
    "Description":"This land agreement doubled the size of the United States, acquired from France for $15 million. This land deal facilitated westward expansion and exploration and raised questions about the spread of slavery. Jefferson saw it as vital for the nation's agricultural future.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":4.2,
    "Date":"1804-1806 CE",
    "Key Term":"Lewis and Clark",
    "Description":"These two men explored the newly acquired Louisiana Territory (1804-1806). Commissioned by Jefferson, it aimed to map the region and establish relations with Native American tribes. Their journey provided valuable scientific and geographic knowledge about the western frontier.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":4.2,
    "Date":" 1803 CE",
    "Key Term":"Marbury v. Madison",
    "Description":"This court case (1803) established the principle of judicial review, allowing the Supreme Court to declare laws unconstitutional. This case arose from a political conflict during Jefferson's presidency, where William Marbury's commission was denied. It solidified the judiciary's role as a check on legislative power.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":4.2,
    "Date":"1809-1817 CE",
    "Key Term":"President James Madison",
    "Description":"He served as the fourth U.S. president from 1809 to 1817, leading the nation during the War of 1812. His leadership faced challenges such as British impressment and trade restrictions. Madison's presidency ultimately reinforced American nationalism and the importance of a united nation.",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":4.3,
    "Date":"1815-1825 CE",
    "Key Term":"Era of Good Feelings",
    "Description":"This time period (1815-1825) characterized increased national unity and a decline in partisan conflict following the War of 1812. Dominated by the Democratic-Republicans, this period saw westward expansion and economic growth. However, brewing sectional tensions foreshadowed future divisions.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":4.3,
    "Date":"Early 1800s CE",
    "Key Term":"Henry Clay's American System",
    "Description":"An economic plan aimed at promoting national development through tariffs, a national bank, and internal improvements. Proposed in the early 19th century by Henry Clay, this plan sought to unify the growing nation economically. It illustrated the conflict between regional interests and national unity.",
    "Unnamed: 4":null,
    "Unnamed: 5":28
  },
  {
    "Unit.Chapter":4.3,
    "Date":"1816-1836 CE",
    "Key Term":"Second Bank of the United States",
    "Description":"Established in 1816, theis institution of the United States served to stabilize the economy and regulate currency. It faced opposition from state banks and various political factions, especially under Andrew Jackson's presidency. The bank's existence was contentious.",
    "Unnamed: 4":null,
    "Unnamed: 5":32
  },
  {
    "Unit.Chapter":4.3,
    "Date":"1819 CE",
    "Key Term":"Panic of 1819",
    "Description":"The first major economic crisis in the United States, characterized by widespread bank failures, unemployment, and foreclosures. The crisis followed the rapid expansion and speculation in land and credit. It led to increased criticism of the Second Bank and governmental policies.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":4.3,
    "Date":"1820 CE",
    "Key Term":"Missouri Compromise",
    "Description":"This legislation (1820) resolved the debate over the admission of Missouri as a slave state by allowing Maine to join as a free state. It established the 36°30' line to divide future free and slave territories. It temporarily eased sectional conflict, but tensions continued to rise.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":4.4,
    "Date":"Early 1800s CE",
    "Key Term":"Barbary Pirates",
    "Description":"North African corsairs who engaged in piracy against American shipping in the early 19th century. The U.S. fought a war against them in 1801-1805 under Jefferson's presidency to protect American vessels. The conflict underscored the challenges of foreign trade and security.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":4.4,
    "Date":"1807 CE",
    "Key Term":"Embargo Act",
    "Description":"This 1807 act prohibited American ships from trading with foreign nations in response to British and French maritime interference. Intended to protect American interests, the act instead crippled the U.S. economy. Its unpopularity contributed to the decline of the Federalist Party.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":4.4,
    "Date":"Early 1800s CE",
    "Key Term":"impressment",
    "Description":"The British navy practice of forcibly recruiting American sailors to serve on their ships. This practice ignited significant outrage in the U.S. and contributed to the War of 1812. It exemplified British disregard for American sovereignty and maritime rights.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":4.4,
    "Date":"Early 1800s CE",
    "Key Term":"Tecumseh and the Prophet",
    "Description":"Native American leaders who sought to unite tribes against American expansion in the early 19th century. Their efforts culminated in conflicts like the Battle of Tippecanoe. They symbolized Native American resistance and the struggle for sovereignty.",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":4.4,
    "Date":"1767-1845 CE",
    "Key Term":"Andrew Jackson",
    "Description":"A prominent general during the War of 1812 who defeated the British at the Battle of New Orleans and eventually went on to become the seventh president of the United States.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":4.4,
    "Date":"1815 CE",
    "Key Term":"Battle of New Orleans",
    "Description":"This battle in 1815 was a decisive American victory led by Andrew Jackson against British forces. Fought after the Treaty of Ghent was signed, this battle boosted American morale and Jackson’s popularity. It solidified national pride and perceptions of U.S. military strength.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":4.4,
    "Date":"1823 CE",
    "Key Term":"Monroe Doctrine",
    "Description":"This policy first implemented in 1823 declared opposition to European colonialism in the Americas and established the Western Hemisphere as a U.S. sphere of influence. It asserted that any European intervention would be viewed as a hostile act. This doctrine significantly impacted U.S. foreign policy for decades.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":4.5,
    "Date":"1820s CE",
    "Key Term":"Lowell System",
    "Description":"A labor model employed in textile mills in the 1820s, emphasizing female labor and strict factory conditions. Young women were recruited to work in these mills under controlled environments. This system exemplified early industrial labor practices and gender roles.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":4.8,
    "Date":"1800s CE",
    "Key Term":"Universal White Male Suffrage",
    "Description":"This political idea emerged in the early 19th century, expanding voting rights to all white males regardless of property ownership. This shift reflected democratic ideals and growing populism, particularly during Andrew Jackson's presidency.",
    "Unnamed: 4":null,
    "Unnamed: 5":29
  },
  {
    "Unit.Chapter":4.9,
    "Date":"1767-1848 CE",
    "Key Term":"John Quincy Adams",
    "Description":"John Quincy Adams served as the sixth president from 1825 to 1829, known for his strong advocacy for internal improvements and education. His presidency faced challenges like the \"corrupt bargain,\" which affected his political legacy. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":4.9,
    "Date":"1828 CE",
    "Key Term":"tariff of abominations",
    "Description":"This legislation passed in 1828, imposed high tariffs on imported goods, angering Southern states. This tariff was perceived as favoring Northern industrial interests at the expense of the agrarian South. It heightened tensions between regions, contributing to the Nullification Crisis and sectional divides.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":4.9,
    "Date":"1829-1837 CE",
    "Key Term":"President Andrew Jackson",
    "Description":"This president (1829-1837) took a populist approach and strong executive power. His policies included the Indian Removal Act and opposition to the national bank, reflecting his belief in limited federal authority. ",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":4.9,
    "Date":"1838 CE",
    "Key Term":"Trail of Tears",
    "Description":"This term refers to the forced removal of Cherokee and other Native American tribes from their ancestral lands to designated Indian Territory in the 1830s. Thousands perished during this tragic journey due to disease, starvation, and exposure.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":4.9,
    "Date":"1832 CE",
    "Key Term":"Bank Veto",
    "Description":"In 1832, Jackson vetoed the recharter of a major financial institution, viewing it as a corrupt institution favoring elites over common citizens. His veto reflected his populist beliefs and commitment to limiting federal power. This decision ultimately contributed to the institution's dissolution and economic volatility.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":4.9,
    "Date":"1830s-1850s CE",
    "Key Term":"Whigs",
    "Description":"This party emerged in the 1830s as an opposition to the policies of President Andrew Jackson and the Democratic Party. Composed of diverse factions, they favored a strong federal government, economic modernization, and internal improvements. ",
    "Unnamed: 4":null,
    "Unnamed: 5":5
  },
  {
    "Unit.Chapter":4.9,
    "Date":"1837 CE",
    "Key Term":"Panic of 1837",
    "Description":"The Panic of 1837 was a financial crisis marked by bank failures, high unemployment, and an economic downturn. Caused by over-speculation, falling prices, and the Specie Circular, the panic severely impacted the American economy. It underscored the volatility of unregulated capitalism.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":4.1,
    "Date":"1830s-1840s CE",
    "Key Term":"transcendentalists",
    "Description":"A group of 19th-century American thinkers, including Ralph Waldo Emerson and Henry David Thoreau, who emphasized individual intuition and nature. They rejected materialism and promoted social reforms, such as abolitionism and women's rights.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":4.1,
    "Date":"1800s-today",
    "Key Term":"Feminism",
    "Description":"This idea emerged as a social and political movement in the 19th century advocating for women's rights and equality. Sparking discussions about suffrage, education, and employment, it challenged societal norms and prompted organized efforts such as the Seneca Falls Convention.",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":4.1,
    "Date":"Mid 1800s CE",
    "Key Term":"antebellum",
    "Description":"This term refers to the period in American history before the Civil War, marked by significant social, political, and economic changes. It was characterized by rising tensions over slavery, rapid industrialization, and reform movements. ",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":4.11,
    "Date":"Early 1800s CE",
    "Key Term":"Second Great Awakening",
    "Description":"A religious revival movement emphasizing personal faith, emotional involvement, and the need for social reform. It spurred the growth of various Christian denominations and movements, including abolitionism and women's rights. ",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":4.11,
    "Date":"1826 CE",
    "Key Term":"American Temperance Society",
    "Description":"Founded in 1826, this society aimed to curb alcohol consumption and promote sobriety as part of a broader moral reform movement. It emphasized the social ills caused by drinking and sought to educate the public about the dangers of alcohol. ",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":4.11,
    "Date":"1820-1906 CE",
    "Key Term":"Susan B. Anthony",
    "Description":"A pivotal figure in the women's rights movement. In 1868, she co-founded the National Women Suffrage Association with Elizabeth Cady Stanton. She continued to work for women's suffrage for the rest of her life.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":4.11,
    "Date":"1815-1880 CE",
    "Key Term":"Elizabeth Cady Stanton",
    "Description":"A key figure in the women's rights movement, co-organizing the Seneca Falls Convention in 1848. Her Declaration of Sentiments challenged the legal and social inequalities faced by women. Stanton's writings include \"The Woman's Bible.\"",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":4.11,
    "Date":"1848 CE",
    "Key Term":"Seneca Falls Convention",
    "Description":"The first women's rights convention in the United States held in 1848. Organized by Elizabeth Cady Stanton and Lucretia Mott, it produced the Declaration of Sentiments, demanding equal rights for women. ",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":4.11,
    "Date":"1818-1895 CE",
    "Key Term":"Frederick Douglass",
    "Description":"A former enslaved person who became a leading abolitionist, orator, and writer. His autobiographies highlighted the brutal realities of slavery and advocated for civil rights. ",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":4.11,
    "Date":"1822-1913 CE",
    "Key Term":"Harriet Tubman",
    "Description":"An iconic abolitionist and leader of the Underground Railroad, who escaped slavery and helped others to freedom. After freeing herself, she made numerous missions to rescue enslaved individuals, earning the nickname \"Moses.\" ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":4.11,
    "Date":"1797-1883 CE",
    "Key Term":"Sojourner Truth",
    "Description":"An African American abolitionist and women's rights activist known for her powerful speeches advocating for social justice. Her famous \"Ain't I a Woman?\" speech, delivered at the 1851 Women's Rights Convention, highlighted intersectional issues of gender and race. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":4.11,
    "Date":"1800-1831 CE",
    "Key Term":"Nat Turner",
    "Description":"An enslaved African American who led a significant rebellion in Virginia in 1831. His uprising aimed to end slavery through violent means, resulting in the deaths of several dozen whites before being suppressed. Turner's rebellion intensified fears of slave uprisings and led to harsher slave codes.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":4.12,
    "Date":"1800s CE",
    "Key Term":"Underground Railroad",
    "Description":"A secret network aiding enslaved individuals to escape to freedom, primarily in the Northern states and Canada. Operated by abolitionists and free Black people, it utilized safe houses and routes for escapes.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":4.12,
    "Date":"1800-mid 1800s CE",
    "Key Term":"Slave Codes",
    "Description":"Laws enacted in the 19th century to regulate the behavior of enslaved individuals and restrict their rights. These codes enforced harsh penalties for disobedience and promoted racial control, shaping the social order of the antebellum South. ",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":4.13,
    "Date":"Early 1800s CE",
    "Key Term":"King Cotton",
    "Description":"This term refers to the dominant role of cotton production in the Southern economy during the 19th century. This phrase highlighted the economic reliance on slavery and agriculture, intertwining with the national economy. ",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":5.2,
    "Date":"1800s CE  ",
    "Key Term":"Manifest Destiny",
    "Description":"The 19th-century doctrine that justified American territorial expansion westward across North America. It embodied the belief that Americans were destined to spread democracy and civilization. This concept heavily influenced U.S. policies in the 1800s.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":5.2,
    "Date":"1845 CE",
    "Key Term":"Texas",
    "Description":"This region, once part of Mexico, became an independent republic in 1836 after a successful revolution led by American settlers. In 1845, it was annexed by the United States, contributing to escalating tensions with Mexico. Its admission into the Union ignited debates over slavery.",
    "Unnamed: 4":null,
    "Unnamed: 5":5
  },
  {
    "Unit.Chapter":5.2,
    "Date":"1836 CE",
    "Key Term":"Alamo",
    "Description":"A former mission in San Antonio which became a symbol of resistance during the Texas Revolution. The 1836 siege resulted in the deaths of many Texian defenders, igniting the spirit of independence. It ultimately inspired Texians to rally and defeat Santa Anna.",
    "Unnamed: 4":null,
    "Unnamed: 5":5
  },
  {
    "Unit.Chapter":5.2,
    "Date":"1845-1849 CE  ",
    "Key Term":"President James K. Polk",
    "Description":"The 11th President of the United States, serving from 1845 to 1849. He was a strong proponent of Manifest Destiny, leading the nation during the Mexican-American War. His expansionist policies resulted in significant territorial gains for the U.S.",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":5.2,
    "Date":"1848-1860s CE",
    "Key Term":"Gold Rush",
    "Description":"The discovery of gold in California in 1848 led to this event. Mining camps spread rapidly and so did populations. California went from a population of 14,000 in 1848 to 380,000 by 1860. By 1860, almost one-third of the miners were Chinese.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":5.3,
    "Date":"1848 CE",
    "Key Term":"Mexican Cession",
    "Description":"This term refers to the significant territory ceded to the U.S. after the Mexican-American War through the Treaty of Guadalupe Hidalgo. It included areas that would become California, Nevada, Utah, and parts of several other states. This acquisition expanded the U.S. westward significantly.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":5.4,
    "Date":"1848 CE",
    "Key Term":"Free-Soil Movement",
    "Description":"A political movement which emerged in the late 1840s, opposing the expansion of slavery into the western territories. Advocates sought to promote free labor and homesteading opportunities. This movement led to the formation of a new political party in 1848.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":5.4,
    "Date":"1848 CE",
    "Key Term":"Free-Soil Party",
    "Description":"A political party which was founded in 1848, primarily aiming to prevent the expansion of slavery into newly acquired territories. It attracted former Democrats and Whigs who opposed slavery. The party was an early manifestation of rising anti-slavery sentiment in the U.S.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":5.4,
    "Date":"1850s CE",
    "Key Term":"Popular Sovereignty",
    "Description":"The political doctrine that allowed residents of territories to decide on the legality of slavery. This principle was promoted during the debates over new states in the mid-1800s. It played a crucial role in the Kansas-Nebraska Act.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":5.4,
    "Date":"1850 CE",
    "Key Term":"Compromise of 1850",
    "Description":"A  series of legislative measures aimed at resolving disputes over slavery in the newly acquired territories. It admitted California as a free state and enacted a stricter Fugitive Slave Law. The compromise temporarily eased tensions between the North and South.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":5.5,
    "Date":"1850s CE",
    "Key Term":"Know-Nothing Party",
    "Description":"This political party, active in the 1850s, emerged from nativist sentiments against immigrants, particularly Catholics. The party sought to limit immigration and promoted anti-Catholic policies. Its rise reflected widespread concerns about the changing demographics of American society.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":5.5,
    "Date":"1857 CE",
    "Key Term":"Panic of 1857",
    "Description":"A financial crisis in 1857 triggered by a downturn in the economy, leading to widespread bank failures and unemployment. The panic revealed vulnerabilities in the American economy, particularly affecting the North more than the South. This event heightened tensions leading to the Civil War.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":5.5,
    "Date":"1800s CE",
    "Key Term":"Underground Railroad",
    "Description":"A network of secret routes and safe houses that helped enslaved people escape to freedom in the North. It operated primarily in the 19th century, aided by abolitionists and sympathizers. The movement symbolized resistance against slavery.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":5.5,
    "Date":"1852 CE",
    "Key Term":"Uncle Tom's Cabin",
    "Description":"Published by Harriet Beecher Stowe in 1852, this book depicted the harsh realities of slavery. The book galvanized anti-slavery sentiment in the North and incited Southern outrage. It played a crucial role in shaping public opinion against the institution of slavery.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":5.6,
    "Date":"1854 CE",
    "Key Term":"Kansas-Nebraska Act",
    "Description":"This act passed in 1854 created the territories of Kansas and Nebraska, allowing settlers to decide on slavery through popular sovereignty. This act repealed the Missouri Compromise and led to violent conflicts known as \"Bleeding Kansas.\" It intensified sectional strife in the U.S.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":5.6,
    "Date":"1857 CE",
    "Key Term":"Dred Scott v. Stanford",
    "Description":"The landmark Supreme Court case in 1857 that denied citizenship to African Americans and declared the Missouri Compromise unconstitutional. The ruling intensified national tensions over slavery and was a major factor leading to the Civil War. ",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":5.6,
    "Date":"1861-1865 CE",
    "Key Term":"President Abraham Lincoln",
    "Description":"This individual served as the 16th President of the United States from 1861 until his assassination in 1865. His leadership during the Civil War aimed to preserve the Union and ultimately led to the emancipation of enslaved people. He became a symbol of freedom and equality.",
    "Unnamed: 4":null,
    "Unnamed: 5":25
  },
  {
    "Unit.Chapter":5.7,
    "Date":"1800-1859 CE",
    "Key Term":"John Brown",
    "Description":"A radical abolitionist who used violent means to combat slavery, most famously during his raid on Harper's Ferry in 1859. He believed in armed insurrection as the only way to end slavery. His actions and subsequent execution became martyrdom for the anti-slavery cause.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":5.7,
    "Date":"1860-1861 CE",
    "Key Term":"secession",
    "Description":"This term refers to the withdrawal of Southern states from the Union following Lincoln's election in 1860. This act was fueled by fears of losing slavery's legality. The secession led directly to the outbreak of the Civil War.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":5.7,
    "Date":"1861 CE",
    "Key Term":"border states",
    "Description":"This term describes states such as Maryland, Kentucky, and Missouri were slave states that remained in the Union during the Civil War. Their strategic importance made them pivotal for both the Union and Confederacy. The status of these states exemplified the complex dynamics of loyalty during the war.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":5.7,
    "Date":"1861 CE",
    "Key Term":"Fort Sumter",
    "Description":"This location in Charleston Harbor, was the site of the first shots of the Civil War on April 12, 1861. Its bombing by Confederate forces marked the official start of hostilities. The battle ignited widespread support for the war in the North.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1861-1865 CE",
    "Key Term":"North and South Military Differences",
    "Description":"The North had a larger population and industrial base, providing significant advantages in resources and manpower during the Civil War. The South, however, had military leadership and fighting spirit on its side. These differing strengths determined many battle outcomes throughout the war.",
    "Unnamed: 4":null,
    "Unnamed: 5":36
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1861-1865 CE",
    "Key Term":"North and South Economic Differences",
    "Description":"The North's economy relied on industrialization, while the South was predominantly agrarian and relied on slave labor for cotton production. This economic disparity fueled tensions over tariffs, trade, and the expansion of slavery. Economic differences played a crucial role in the onset of the Civil War.",
    "Unnamed: 4":null,
    "Unnamed: 5":36
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1861-1865 CE",
    "Key Term":"North and South Political Differences",
    "Description":"The North's political climate was dominated by anti-slavery sentiments, while the South staunchly defended the institution of slavery. These contrasting political ideologies intensified the schism between the regions. The inability to reconcile these differences led to the eventual secession of Southern states.",
    "Unnamed: 4":null,
    "Unnamed: 5":37
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1861-1865 CE",
    "Key Term":"Confederate States of America",
    "Description":"This nation was formed in 1861 by seven Southern states that seceded from the Union. Led by Jefferson Davis, it aimed to preserve slavery and resist Northern control. The state's existence embodied the profound divisions that led to the Civil War.",
    "Unnamed: 4":null,
    "Unnamed: 5":29
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1808-1889 CE",
    "Key Term":"Jefferson Davis",
    "Description":"The President of the Confederate States of America during the Civil War. He faced challenges unifying the Southern states and managing the war effort. His leadership was marked by struggles against the Union and internal divisions.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1861 CE",
    "Key Term":"Anaconda Plan",
    "Description":"The Union's military strategy designed to defeat the Confederacy by blockading Southern ports and controlling the Mississippi River. This strategy aimed to suffocate the Southern economy and cut off supplies. The plan evolved as the war progressed.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1807-1870 CE",
    "Key Term":"Robert E. Lee",
    "Description":"The commanding general of the Confederate Army of Northern Virginia, renowned for his military prowess. His leadership during key battles, including Gettysburg, showcased his tactical skills. He became a symbol of Southern pride and determination during the Civil War.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1822-1885 CE",
    "Key Term":"Ulysses S. Grant",
    "Description":"A prominent Union general and later became the 18th President of the United States. His successful campaigns, including the siege of Vicksburg, were pivotal in the Union's victory in the Civil War. His leadership style emphasized aggressive tactics.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":5.8,
    "Date":"1864 CE",
    "Key Term":"Sherman's March",
    "Description":"This event in late 1864 involved Union General William Tecumseh Sherman leading troops across Georgia, employing total war tactics to destroy Confederate resources. This campaign aimed to weaken Southern morale and infrastructure. Sherman's tactics exemplified the brutal nature of the conflict.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":5.9,
    "Date":"1863 CE",
    "Key Term":"Emancipation Proclaimation",
    "Description":"This document issued by Lincoln in 1863 declared freedom for enslaved people in Confederate-held territories. It changed the Civil War's nature, making the fight against slavery a Union goal. The proclamation also aimed to undermine the Confederacy's labor force.",
    "Unnamed: 4":null,
    "Unnamed: 5":26
  },
  {
    "Unit.Chapter":5.9,
    "Date":"1860s CE",
    "Key Term":"Copperheads",
    "Description":"Northern Democrats who opposed the Civil War advocating for an immediate peace with the Confederacy. They criticized Lincoln’s wartime policies and were seen as traitors by their opponents. The term exemplified the division and dissent present in the North during the war.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":5.9,
    "Date":"1861 CE",
    "Key Term":"greenbacks",
    "Description":"Paper currency issued by the U.S. government during the Civil War to finance the war effort. They were not backed by gold or silver, leading to inflation and economic debates. Their introduction marked a significant development in American monetary policy.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1865-1869 CE",
    "Key Term":"President Andrew Johnson",
    "Description":"The 17th president of the United States after Lincoln's assassination from 1865-1869. His presidency is characterized by a tendency to support the south's aims and resist the radical republican's vision of reconstruction.",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1865-1877 CE",
    "Key Term":"Reconstruction",
    "Description":"The period following the Civil War focused on rebuilding the South and integrating freed slaves into society. It included significant political, social, and economic changes, as well as contentious debates over civil rights. The era laid the groundwork for future civil rights movements.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1865-1872 CE",
    "Key Term":"Freedmen's Bureau",
    "Description":"This institution was established in 1865 to assist formerly enslaved individuals in their transition to freedom and citizenship. It provided food, education, healthcare, and legal assistance. The bureau played a vital role in addressing the aftermath of the Civil War.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1865 CE",
    "Key Term":"40 acres and a mule",
    "Description":"This phrase refers to a proposed plan for granting land to freed slaves during Reconstruction. This idea symbolized the aspirations for economic independence. However, it was largely unfulfilled, reflecting the challenges of Reconstruction policies.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1865 CE",
    "Key Term":"Thirteenth Amendment",
    "Description":"Abolished slavery in the United States.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1866 CE",
    "Key Term":"Civil Rights Act of 1866",
    "Description":"This legislation aimed to protect the rights of African Americans and ensure citizenship. It provided legal equity regardless of race and explicitly countered Black Codes in the South. This act marked a crucial step toward civil rights during Reconstruction.",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1868 CE",
    "Key Term":"Fourteenth Amendment",
    "Description":"All persons born or naturalized in the U.S. are citizens and granted equal protection under the law.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1870 CE",
    "Key Term":"Fifteenth Amendment",
    "Description":"Federal and state governments cannot deny a citizen the right to vote based on race or color.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1875 CE",
    "Key Term":"Civil Rights Act of 1875",
    "Description":"This legislation passed in 1875 aimed to guarantee African Americans equal treatment in public accommodations, transportation, and jury service. However, it faced significant legal challenges and was largely ineffective.",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":5.1,
    "Date":"1867 CE",
    "Key Term":"Crédit Mobilier",
    "Description":"A construction company involved in a scandal during the 1860s involving the Union Pacific Railroad. It was exposed for bribing government officials and manipulating contracts to enrich its investors. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":5.11,
    "Date":"1865 CE",
    "Key Term":"Ku Klux Klan",
    "Description":"This organization was founded in 1865 as a white supremacist group to resist Reconstruction and intimidate African Americans. It employed terror and violence to maintain white dominance in the South. The organizations activities highlighted the enduring struggles for civil rights and equality.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":6.2,
    "Date":"1863-1869 CE",
    "Key Term":"Transcontinental Railroads",
    "Description":"This technology connected the eastern United States with the west, facilitating trade and settlement. Their completion in the late 1860s transformed American commerce, encouraged westward expansion, and played a critical role in the economic development of the nation.",
    "Unnamed: 4":null,
    "Unnamed: 5":26
  },
  {
    "Unit.Chapter":6.2,
    "Date":"1860s-1890s CE",
    "Key Term":"cattle drives",
    "Description":"This processess involved herding cattle from ranches to market, a key economic activity in the late 1800s. They not only stimulated commerce but also shaped the cowboy culture integral to American identity.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":6.2,
    "Date":"1867 CE",
    "Key Term":"National Grange Movement",
    "Description":"Founded in 1867, this movement aimed to unite farmers for mutual support and advocacy. It addressed economic struggles, promoting cooperative buying and political action to combat the influence of railroads and grain elevator companies.",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":6.2,
    "Date":"1877 CE",
    "Key Term":"Munn v. Illinois",
    "Description":"In this 1877 Supreme Court case, the Court upheld state regulations of private industries, affirming government authority over railroads and grain storage facilities. This landmark decision paved the way for future regulation of interstate commerce.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":6.3,
    "Date":"1860s-1890s CE",
    "Key Term":"Indian Wars",
    "Description":"A series of conflicts between Native American tribes and U.S. settlers and the military, primarily in the late 1800s. These conflicts arose from westward expansion, leading to significant loss of life and land for indigenous peoples.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":6.3,
    "Date":"1877 CE",
    "Key Term":"Dawes Act of 1877",
    "Description":"This act aimed to assimilate Native Americans by allotting them individual plots of land, undermining communal landholdings. This 1887 legislation sought to promote farming and reduce tribal sovereignty, leading to a significant loss of Native lands.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":6.3,
    "Date":"1934 CE",
    "Key Term":"Indian Reorganization Act",
    "Description":"This act aimed to reverse assimilation policies, restoring some sovereignty and supporting tribal governments. It encouraged economic self-sufficiency and cultural preservation among Native American communities, marking a significant shift in U.S. policy.",
    "Unnamed: 4":null,
    "Unnamed: 5":25
  },
  {
    "Unit.Chapter":6.3,
    "Date":"1891 CE",
    "Key Term":"Forest Reserve Act of 1891",
    "Description":"This law passed in 1891 allowed the president to create national forests, protecting public lands from development and resource extraction. This legislation reflected growing conservationist sentiments and the need to manage the nation's natural resources sustainably.",
    "Unnamed: 4":null,
    "Unnamed: 5":26
  },
  {
    "Unit.Chapter":6.4,
    "Date":"1865-1900 CE",
    "Key Term":"sharecroppers",
    "Description":"this term refers to tenant farmers worked land owned by others, often receiving a portion of the crop as compensation. This system emerged in the post-Civil War South as a response to the economic needs of both landowners and displaced laborers.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":6.4,
    "Date":"1864-1843 CE",
    "Key Term":"George Washington Carver",
    "Description":"This African American inventor, born circa 1864 and died in 1943, was an agricultural scientist renowned for his work with peanuts and crop rotation. His innovations helped improve soil health and provided economic opportunities for many southern farmers.",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":6.4,
    "Date":"1896 CE",
    "Key Term":"Plessy v. Ferguson",
    "Description":"This landmark Supreme Court case in 1896 upheld racial segregation under the \"separate but equal\" doctrine. This decision legitimized Jim Crow laws in the South and expanded systemic discrimination against African Americans for decades.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":6.4,
    "Date":"Late 1800s CE",
    "Key Term":"grandfather clauses",
    "Description":"These laws allowed individuals to bypass literacy tests and poll taxes if their grandfathers had been eligible to vote before the Civil War. These laws effectively disenfranchised many African Americans while preserving voting rights for white citizens.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":6.4,
    "Date":"Late 1800s CE",
    "Key Term":"Lynch mobs",
    "Description":"Extrajudicial groups that perpetrated violent acts, often murder, against African Americans in the late 1800s. These acts of vigilante justice were used to enforce racial oppression and terrorize Black communities in the South.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":6.4,
    "Date":"1856-1915 CE",
    "Key Term":"Booker T. Washington",
    "Description":"Born in 1856 and died in 1915, this leading African American educator advocated for vocational training. His Atlanta Compromise emphasized accommodation and economic self-sufficiency for Black Americans during the Jim Crow era.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":6.4,
    "Date":"1868-1963 CE",
    "Key Term":"W.E.B. Du Bois",
    "Description":"Born in 1868 and died in 1963, this influential African American intellectual was an early civil rights activist. He advocated for immediate civil rights and higher education for African Americans, contrasting with Booker T. Washington's more gradual approach.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":6.6,
    "Date":"1835-1919 CE",
    "Key Term":"Andrew Carnegie",
    "Description":"Born in 1835 and died in 1919, this industrialist led the expansion of the American steel industry in the late 1800s. His success epitomized the \"self-made man\" ideal and he later became a prominent philanthropist.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":6.6,
    "Date":"1839-1937 CE",
    "Key Term":"John D. Rockefeller",
    "Description":"Born in 1839 and died in 1937, This man was the co-founder of Standard Oil and is often regarded as the wealthiest American of all time. His business practices in refining and distribution significantly shaped the oil industry.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":6.6,
    "Date":"Late 1800s CE",
    "Key Term":"monopoly",
    "Description":"This occurs when a single company or entity controls a significant portion of a market, limiting competition. In the late 1800s, several companies, like Standard Oil, were criticized for this practice, leading to legislative responses.",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":6.6,
    "Date":"Late 1800s CE",
    "Key Term":"laissez-faire",
    "Description":"This term describes an economic philosophy advocating minimal government intervention in business affairs. This doctrine prevailed throughout the late 1800s, influencing U.S. economic policies and shaping the relationship between government and industry.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":6.6,
    "Date":"1723-1790 CE",
    "Key Term":"Adam Smith",
    "Description":"Born in 1723 and died in 1790, this economist and philosopher known as the father of modern economics. His work, \"The Wealth of Nations,\" argued for free markets and limited government interference, shaping capitalist ideologies.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":6.6,
    "Date":"Late 1800s CE",
    "Key Term":"Social Darwinism",
    "Description":"This ideology applied the concept of \"survival of the fittest\" to social and economic contexts in the late 1800s. This ideology justified inequalities and was often used to oppose social reforms aimed at helping the poor and marginalized.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":6.7,
    "Date":"1877 CE",
    "Key Term":"Great Railroad Strike of 1877",
    "Description":"A nationwide labor protest against wage cuts and poor working conditions. The violent response by authorities marked a significant moment in U.S. labor history, highlighting tensions between workers and capitalists.",
    "Unnamed: 4":null,
    "Unnamed: 5":29
  },
  {
    "Unit.Chapter":6.7,
    "Date":"1866 CE",
    "Key Term":"National Labor Union",
    "Description":"Established in 1866, this was one of the first large-scale labor organizations in the U.S. It aimed to unify workers across various industries to advocate for labor reforms, though it dissolved by the early 1870s.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":6.7,
    "Date":"1869 CE",
    "Key Term":"Knights of Labor",
    "Description":"Founded in 1869, this was a significant labor organization promoting broad-based reform, including the eight-hour workday and the end of child labor. Its inclusive approach saw both skilled and unskilled workers united, reaching its peak in the 1880s.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":6.7,
    "Date":"1886 CE",
    "Key Term":"Haymarket Bombing",
    "Description":"This event in 1886 was a pivotal event in labor history, where a peaceful rally for workers' rights in Chicago turned violent after a bomb was thrown. The incident led to widespread anti-labor sentiment and intensified public fear of anarchism.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":6.8,
    "Date":"1882 CE",
    "Key Term":"Chinese Exclusion Act",
    "Description":"This law prohibited Chinese laborers from immigrating to the United States, marking the first significant law restricting immigration. It reflected growing nativism and racism during a time of economic competition and social tension.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":6.9,
    "Date":"1892 CE",
    "Key Term":"Ellis Island",
    "Description":"Opened in 1892, this place served as the primary immigration processing center for millions of immigrants arriving in the United States. The site became a symbol of America’s immigrant experience, playing a pivotal role in shaping the nation's demographics.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":6.9,
    "Date":"Late 1800s CE",
    "Key Term":"political machines",
    "Description":"Organized groups that controlled political parties in cities, offering services in exchange for votes, particularly in the late 1800s. This system often involved corruption and bribery, highlighting the complexities of urban governance.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":6.1,
    "Date":"Late 1800s-today",
    "Key Term":"philanthropy",
    "Description":"This practice flourished in the late 1800s as wealthy industrialists engaged in charitable giving to improve society. Figures like Andrew Carnegie and John D. Rockefeller exemplified this trend, establishing foundations and funding education, health, and cultural initiatives.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":6.1,
    "Date":"Late 1800s CE",
    "Key Term":"amatuer sports",
    "Description":"This thrived in the late 1800s, as athletic clubs and competitions promoted participation over professionalization. This focus on non-commercial sports emphasized physical fitness, community engagement, and the emerging culture of organized sports in America.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":6.11,
    "Date":"Late 1800s CE",
    "Key Term":"Social Gospel",
    "Description":"This movement, emerging in the late 1800s, advocated for addressing social issues through Christian principles. It emphasized social justice and the moral obligation to improve society, significantly influencing progressive reforms and community initiatives.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":6.11,
    "Date":"1890 CE",
    "Key Term":"National American Women Suffrage Association",
    "Description":"Founded in 1890, NAWSA aimed to secure women's right to vote through organized activism and lobbying. The association played a crucial role in the suffrage movement, bridging various factions and laying the groundwork for the eventual passage of the 19th Amendment.",
    "Unnamed: 4":null,
    "Unnamed: 5":44
  },
  {
    "Unit.Chapter":6.11,
    "Date":"1835-1910 CE",
    "Key Term":"Mark Twain",
    "Description":"Born Samuel Clemens in 1835 and died in 1910, this influential American author became known for his wit and social commentary in works like \"The Adventures of Huckleberry Finn.\" His writing often addressed issues of race, class, and morality in America.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":6.11,
    "Date":"Late 1800s CE",
    "Key Term":"Do-little government",
    "Description":"A term used in the late 1800s which refers to administrations perceived as passive or inactive in regulating industry and addressing social issues. This concept criticized government inaction in the face of economic and social injustices.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":6.12,
    "Date":"1890 CE",
    "Key Term":"Sherman Antitrust Act",
    "Description":"Enacted in 1890, this act aimed to combat monopolies and promote competition in the American economy. It was a response to growing concerns over corporate consolidation and its impacts on consumers and small businesses.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":6.12,
    "Date":"1895 CE",
    "Key Term":"United States v. E.C. Knight Co.",
    "Description":"In this 1895 court case, the Court ruled that Congress could not regulate manufacturing monopolies under the Sherman Antitrust Act. This decision limited the federal government's ability to address corporate monopolies and protect competition.",
    "Unnamed: 4":null,
    "Unnamed: 5":32
  },
  {
    "Unit.Chapter":6.13,
    "Date":"1893 CE",
    "Key Term":"Panic of 1893",
    "Description":"A major economic crisis triggered by a collapse in the railroad industry, leading to bank failures and widespread unemployment. This financial turmoil highlighted the vulnerabilities of the Gilded Age economy and intensified calls for reform.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":6.13,
    "Date":"Late 1800s CE",
    "Key Term":"Gold reserve",
    "Description":"This term refers to the amount of gold held by the U.S. government to back its currency. Debates over the gold standard versus including silver were central to economic discussions in the late 1800s, particularly during financial crises.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":6.13,
    "Date":"1860-1925 CE",
    "Key Term":"William Jennings Bryan",
    "Description":"Born in 1860 and died in 1925, this person was a prominent politician known for his advocacy of bimetallism and progressive reforms. His \"Cross of Gold\" speech during the 1896 Democratic National Convention captured the populist sentiment of the time.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":6.13,
    "Date":"1896 CE",
    "Key Term":"Cross of Gold",
    "Description":"William Jennings Bryan's famous speech delivered in 1896 passionately advocated for bimetallism, criticizing the gold standard's impact on farmers and workers. This speech helped secure his nomination for president and became a rallying cry for the Populist movement.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":7.2,
    "Date":"1897-1901 CE",
    "Key Term":"President William McKinley",
    "Description":"Serving from 1897 until his assassination in 1901, this president led the nation during the Spanish-American War and advocated for protective tariffs. His administration marked a period of economic growth and expansionism in U.S. foreign policy. His presidency is often viewed as a pivotal moment before the Progressive Era.",
    "Unnamed: 4":null,
    "Unnamed: 5":26
  },
  {
    "Unit.Chapter":7.2,
    "Date":"1898 CE",
    "Key Term":"Hawaii",
    "Description":"In 1898, the U.S. annexed this territory. Driven by strategic interests and economic motivations, this decision ended the sovereignty of Queen Liliuokalani and marked a significant step in American imperialism. Hawaii's location became crucial for military and commercial operations in the Pacific.",
    "Unnamed: 4":null,
    "Unnamed: 5":6
  },
  {
    "Unit.Chapter":7.2,
    "Date":"1840-1914 CE",
    "Key Term":"Alfred Thayer Mahan",
    "Description":"A naval officer and historian who published \"The Influence of Sea Power upon History\" in 1890, emphasizing naval strength as pivotal for national greatness. His theories influenced U.S. naval expansion and imperialism, advocating for a powerful navy and overseas bases. His ideas shaped global military strategies in the late 1800s.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":7.2,
    "Date":"Late 1800s CE",
    "Key Term":"Opposition to imperialism",
    "Description":"Emerging in the late 1890s, opposition to this practice encompassed various groups who believed expansion violated democratic principles. Critics argued that this practice contradicted the nation's founding ideals, highlighting concerns over racism and colonial subjugation.",
    "Unnamed: 4":null,
    "Unnamed: 5":25
  },
  {
    "Unit.Chapter":7.2,
    "Date":"1889 CE",
    "Key Term":"Pan-American Conference",
    "Description":"The 1889 conference held in Washington aimed to promote cooperation and trade between the U.S. and Latin American countries. Spearheaded mainly by James Blaine, it marked an early effort for diplomatic relationships in the Western Hemisphere.",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1890s CE",
    "Key Term":"yellow journalism",
    "Description":"This type of reporting flourished in the late 19th century, exemplified by newspapers like Hearst's and Pulitzer's. It often exaggerated events, particularly surrounding the Spanish-American War, to stir public emotion and support for intervention. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1898 CE",
    "Key Term":"Spanish-American War",
    "Description":"Fought in 1898, this war marked a turning point for American imperialism, resulting in the U.S. acquiring territories like Puerto Rico, Guam, and the Philippines. Sparked by the Cuban struggle for independence and the sinking of the USS Maine, it established the U.S. as a global power. ",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1898 CE",
    "Key Term":"Puerto Rico",
    "Description":"Acquired through the Treaty of Paris in 1898 after the Spanish-American War, this place became a U.S. territory. The island was vital for American military strategy and economic interests in the Caribbean.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1898 CE",
    "Key Term":"Guam",
    "Description":"This territory was ceded to the U.S. in 1898 via the Treaty of Paris, it serves strategic military purposes in the Pacific. Its annexation marked the beginning of American colonial rule in the Pacific Islands.",
    "Unnamed: 4":null,
    "Unnamed: 5":4
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1898 CE",
    "Key Term":"Treaty of Paris",
    "Description":"Signed in 1898, this treaty formally ended the Spanish-American War, granting the U.S. control over Puerto Rico, Guam, and the Philippines. The treaty marked a significant shift in U.S. foreign policy towards imperialism. It was instrumental in establishing the U.S. as a global power.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1898-1920 CE",
    "Key Term":"Anti-Imperialist League",
    "Description":"Founded in 1898, this diverse coalition opposed U.S. expansionism and territorial acquisitions after the Spanish-American War. Members feared imperialism's threat to democratic values and individual freedoms, arguing it contradicted American principles. ",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1899 CE",
    "Key Term":"Open Door policy",
    "Description":"Introduced by Secretary of State John Hay in 1899, this policy aimed to ensure equal trading rights in China for all foreign nations. The U.S. rejected spheres of influence, advocating for free trade amidst imperial competition. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1899-1901 CE",
    "Key Term":"Boxer Rebellion",
    "Description":"An anti-foreign and anti-Christian uprising in China from 1899 to 1901, the this event sought to expel Western influences. The U.S. joined an international coalition to crush the rebellion, reaffirming its stance in Asian affairs. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1901-1909 CE",
    "Key Term":"President Theodore Roosevelt",
    "Description":"Serving from 1901 to 1909, Roosevelt's presidency was characterized by progressive reforms and an assertive foreign policy, famously coining the phrase \"speak softly and carry a big stick.\" He championed the construction of the Panama Canal and intervened in Latin America under the Roosevelt Corollary.",
    "Unnamed: 4":null,
    "Unnamed: 5":28
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1907-1909 CE",
    "Key Term":"Great White Fleet",
    "Description":"A fleet of U.S. Navy ships sent on a world tour in 1907-1909 to demonstrate American naval power and goodwill. It represented Roosevelt's \"big stick\" diplomacy, showcasing the U.S. as a formidable maritime force. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":7.3,
    "Date":"Early 1900s CE",
    "Key Term":"dollar diplomacy",
    "Description":"A foreign policy strategy under Taft aimed at promoting American interests abroad by encouraging investments in Latin America and Asia. This approach sought economic stability and increased U.S. influence through financial means rather than military intervention. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":7.3,
    "Date":"1917-1918 CE",
    "Key Term":"expeditionary force",
    "Description":"A term used to describe U.S. forces dispatched to Europe during World War I under General Pershing. This force played a crucial role in reinvigorating Allied efforts against the Central Powers.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":7.4,
    "Date":"Early 1900s CE",
    "Key Term":"The Progessive Movement",
    "Description":"A broad shift away from the laissez faire economic policies of the Gilded Age. An expansion of government regulations on businesses and political reforms characterize this period.",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":7.4,
    "Date":"Late 1800s-early 1900s CE",
    "Key Term":"Muckrakers",
    "Description":"Investigative journalists active in the late 1800s and early 1900s, they exposed societal issues, corruption, and abuses of power. Their work spurred public awareness and advocacy for reform during the Progressive Era. ",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":7.4,
    "Date":"Early 1900s CE",
    "Key Term":"direct primary",
    "Description":"Implemented during the early 20th century, they allowed party members to select candidates for public office, reducing the power of party elites. This reform aimed to enhance democratic participation and accountability in the electoral process. ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1905 CE",
    "Key Term":"Lochner v. New York",
    "Description":"A landmark Supreme Court case in 1905, it invalidated a New York law limiting bakery workers' hours, emphasizing economic liberty over labor regulations. This ruling reflected the Court's reluctance to uphold labor protections and set back progressive reforms.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1908 CE",
    "Key Term":"Muller v. Oregon",
    "Description":"A groundbreaking Supreme Court case in 1908 which upheld a law limiting women’s working hours, reflecting changing attitudes about labor rights. The ruling recognized women’s health concerns and societal roles while reinforcing gender-based legal distinctions. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1911 CE",
    "Key Term":"Triangle Shirtwaist fire",
    "Description":"The tragic 1911 fire in a New York garment factory resulted in the deaths of 146 workers, highlighting unsafe working conditions. The public outrage led to significant labor reforms and regulations for workplace safety.",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":7.4,
    "Date":"Early 1900s CE",
    "Key Term":"\"Square Deal\"",
    "Description":"President Theodore Roosevelt's domestic program aimed to ensure fairness for workers, consumers, and businesses. It emphasized the need for government intervention to regulate monopolies and promote social justice.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1906 CE",
    "Key Term":"The Jungle",
    "Description":"Upton Sinclair's famous 1906 novel that detailed the horrific conditions in the meatpacking industry, prompting public outrage. Sinclair's vivid portrayal of labor exploitation and unsanitary practices led to calls for reform in food safety regulations. ",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1913 CE",
    "Key Term":"Sixteenth Amendment",
    "Description":"Ratified in 1913, this amendment authorized Congress to impose a federal income tax. It sought to create a more equitable tax system and provide the federal government with necessary revenue.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1912 CE",
    "Key Term":"Bull Moose Party",
    "Description":"Formed in 1912 by Theodore Roosevelt after a split in the Republican Party, this political party championed progressive reforms and social justice. It emphasized issues such as women's suffrage, labor rights, and environmental protection. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1913 CE",
    "Key Term":"Federal Reserve Board",
    "Description":"Established in 1913, this board regulates the U.S. monetary system and manages interest rates. It was created to ensure economic stability and prevent bank failures during financial crises.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1913 CE",
    "Key Term":"Federal Reserve Act",
    "Description":"Passed in 1913, this legislation established the a system to regulate the nation's banking system and stabilize the economy. It aimed to create a flexible monetary policy and restore public confidence in the banking system.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1909 CE",
    "Key Term":"National Association for the Advancement of Colored People",
    "Description":"Founded in 1909, this civil rights organization aimed to combat racial discrimination and promote social justice. The NAACP played a significant role in advocating for African American rights and opposing segregation through legal challenges and activism.",
    "Unnamed: 4":null,
    "Unnamed: 5":58
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1920 CE",
    "Key Term":"Nineteenth Amendment",
    "Description":"Ratified in 1920, this amendment granted women the right to vote, marking a significant victory for the suffrage movement. It symbolized years of activism and struggle for women’s rights in the United States. ",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":7.4,
    "Date":"1879-1966 CE",
    "Key Term":"Margaret Sanger",
    "Description":"A birth control activist and nurse, she campaigned for women’s reproductive rights and founded the Birth Control League in 1914. Her efforts led to the eventual establishment of Planned Parenthood. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":7.5,
    "Date":"1915 CE",
    "Key Term":"Lusitania",
    "Description":"A British ocean liner torpedoed by a German U-boat in 1915, resulting in the deaths of 128 Americans. The incident heightened tensions between the U.S. and Germany, contributing to calls for American involvement in World War I. ",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":7.5,
    "Date":"1916 CE",
    "Key Term":"He Kept Us Out of War",
    "Description":"A slogan used during Wilson's 1916 re-election campaign that emphasized his commitment to neutrality at the onset of World War I. This messaging reflected public desires to avoid overseas conflicts. However, Wilson's position shifted as pressures mounted for American involvement.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":7.5,
    "Date":"1917 CE",
    "Key Term":"Bolshevik Revolution",
    "Description":"The 1917 upheaval leading to the communist takeover in Russia, dramatically changing the global political landscape. The revolution prompted the U.S. to reassess its role in World War I as a fight for democracy against autocracy.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":7.5,
    "Date":"1914-1918 CE",
    "Key Term":"Western Front",
    "Description":"The primary theater of conflict in Europe during World War I, characterized by trench warfare and significant battles between the Allied and Central Powers. The brutal conditions and high casualties highlighted the war's devastation. ",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":7.5,
    "Date":"11\/11\/1918 CE",
    "Key Term":"Armistice Day",
    "Description":"Celebrated on November 11, 1918, marking the end of hostilities in World War I. The day signifies peace and the sacrifices made during the war, later becoming a national holiday.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":7.5,
    "Date":"1917 CE",
    "Key Term":"peace without victory",
    "Description":"Woodrow Wilson's vision for post-World War I diplomacy that sought to establish an enduring peace without punitive measures against the defeated Central Powers. This approach emphasized cooperation and justice over retribution. ",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":7.5,
    "Date":"1918 CE",
    "Key Term":"Fourteen Points",
    "Description":"Wilson's post-war plan presented in 1918 outlining principles for a just peace, including self-determination, freedom of the seas, and the establishment of the League of Nations. The points reflected Wilson's vision for global diplomacy and cooperation. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":7.5,
    "Date":"1919 CE",
    "Key Term":"Treaty of Versailles",
    "Description":"The 1919 peace treaty that formally ended World War I, setting harsh reparations and territorial losses on Germany. It established the League of Nations but was met with criticism and opposition in the U.S.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":7.5,
    "Date":"1920 CE",
    "Key Term":"League of Nations",
    "Description":"An international organization established after World War I aimed at promoting peace and preventing future conflicts. Wilson championed its creation to ensure collective security, but the U.S. Senate ultimately rejected joining the League. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":7.6,
    "Date":"1917 CE",
    "Key Term":"Espionage Act",
    "Description":"Enacted in 1917, this law imposed severe penalties for anti-war activities and dissent during World War I. It restricted freedom of speech in the name of national security, leading to significant controversies. ",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":7.6,
    "Date":"1918 CE",
    "Key Term":"Sedition Act",
    "Description":"Passed in 1918, this law expanded the restrictions on free speech, prohibiting criticism of the government and the war effort. The Sedition Act reflected heightened fears of dissent during World War I and led to numerous prosecutions. ",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":7.6,
    "Date":"1910s-1920s CE",
    "Key Term":"Great Migration",
    "Description":"The mass movement of African Americans from the rural South to urban centers in the North during and after World War I. Seeking better economic opportunities and escaping racial discrimination, this migration transformed demographics and cultural dynamics in major cities.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":7.6,
    "Date":"1918 CE",
    "Key Term":"1918 Pandemic",
    "Description":"An outbreak of the influenza virus that claimed millions of lives globally, disproportionately affecting young adults. It happened during World War I, exacerbated by troop movements and crowded conditions. ",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":7.6,
    "Date":"1919-1920 CE",
    "Key Term":"Red Scare",
    "Description":"A period of intense fear of communism and radicalism in the early 1920s following the Russian Revolution. The movement led to widespread paranoia, government crackdowns on dissent, and the Palmer Raids against perceived radicals.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":7.6,
    "Date":"Early 1900s CE",
    "Key Term":"xenophobia",
    "Description":"Increased during and after World War I, this irrational fear of foreigners manifested as heightened fear and hostility towards immigrants. This sentiment shaped policies restricting immigration and heightened suspicions of political radicals.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":7.7,
    "Date":"1863-1947 CE",
    "Key Term":"Henry Ford",
    "Description":"An American industrialist and founder of the Ford Motor Company, he revolutionized the automobile industry through assembly line production. His innovations made cars affordable for the average American and transformed transportation. ",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":7.7,
    "Date":"Early 1900s CE",
    "Key Term":"assembly line",
    "Description":"A manufacturing process introduced by Henry Ford that allowed for mass production of goods through standardized tasks. ",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":7.8,
    "Date":"1925 CE",
    "Key Term":"Scopes Trial",
    "Description":"The sensational 1925 trial of John T. Scopes, accused of teaching evolution in violation of Tennessee law. This trial symbolized the cultural clash between modern science and traditional religious beliefs. ",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":7.8,
    "Date":"1919 CE",
    "Key Term":"Eighteenth Amendment",
    "Description":"Ratified in 1919, this amendment prohibited the manufacture, sale, and transportation of alcoholic beverages, marking the start of Prohibition. ",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":7.8,
    "Date":"1933 CE",
    "Key Term":"Twenty-first Amendment",
    "Description":"Ratified in 1933, this amendment repealed the Eighteenth Amendment, effectively ending Prohibition in the United States. ",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":7.8,
    "Date":"1915 CE",
    "Key Term":"Birth of a Nation",
    "Description":"A controversial 1915 film directed by D.W. Griffith that depicted the Civil War and Reconstruction from a racist perspective. It glorified the Ku Klux Klan and perpetuated negative stereotypes of African Americans.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":7.8,
    "Date":"1920s CE",
    "Key Term":"Harlem Renaissance",
    "Description":"A cultural, social, and artistic explosion centered in a part of New York during the 1920s, celebrating African American culture and achievements. This movement produced influential writers, musicians, and artists, challenging racial stereotypes and asserting black identity. ",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":7.8,
    "Date":"1921-1923 CE",
    "Key Term":"Teapot Dome Scandal",
    "Description":"A major political scandal during Harding's presidency involving the illicit leasing of federal oil reserves to private companies by Secretary Albert Fall. The scandal raised questions about government corruption and led to Fall's imprisonment. ",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":7.8,
    "Date":"1929-1933 CE",
    "Key Term":"President Herbert Hoover",
    "Description":"President from 1929 to 1933, he faced the onset of the Great Depression, responding with limited government intervention and advocacy for voluntary measures. His administration struggled to address economic challenges, leading to public discontent. ",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":7.9,
    "Date":"1920s CE",
    "Key Term":"Buying on margin",
    "Description":"A practice where investors borrowed money to purchase stocks, significantly contributing to the stock market bubble in the 1920s. This speculative strategy heightened financial risks and exacerbated losses during the market crash.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":7.9,
    "Date":"1930 CE",
    "Key Term":"Hawley-Smoot Tariff",
    "Description":"Enacted in 1930, this tariff raised duties on imports to protect American industries but worsened the economic downturn by stifling international trade. The tariff was criticized for contributing to the deepening of the Great Depression. ",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":7.1,
    "Date":"1933-1945 CE",
    "Key Term":"President Franklin D. Roosevelt ",
    "Description":"Addressing the Great Depression, FDR served as President from 1933 to 1945, implementing the New Deal to provide relief, recovery, and reform. His leadership transformed American socio-economic structures and expanded the role of government. ",
    "Unnamed: 4":null,
    "Unnamed: 5":32
  },
  {
    "Unit.Chapter":7.1,
    "Date":"1933-1939 CE",
    "Key Term":"New Deal",
    "Description":"A series of programs and reforms initiated by FDR during the Great Depression, aimed at providing relief for the unemployed, economic recovery, and financial reforms. The New Deal fundamentally transformed the relationship between the government and the economy.",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":7.1,
    "Date":"1933-1939 CE",
    "Key Term":"three R's",
    "Description":"This term refers to the principles of FDR's New Deal initiatives. The first principle aimed to provide immediate assistance to those in need, the second focused on revitalizing the economy, and the third sought to prevent future economic crises. ",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":7.1,
    "Date":"1933 CE",
    "Key Term":"Public Works Administration",
    "Description":"Created as part of the New Deal in 1933, the PWA aimed to stimulate the economy through large-scale public works projects. It funded infrastructure improvements, creating jobs and boosting local economies. ",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":7.1,
    "Date":"1933-1942 CE",
    "Key Term":"Civilian Conservation Corps",
    "Description":"Created in 1933, the CCC aimed to provide jobs for individuals by creating, restoring, and managing national parks and conduct other conservation work across the United States.",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":7.1,
    "Date":"1938 CE",
    "Key Term":"minimum wage",
    "Description":"The lowest legal wage that employers can pay workers, established during the New Deal to ensure fair compensation.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":7.1,
    "Date":"1930s CE",
    "Key Term":"dust bowl",
    "Description":"A severe environmental disaster during the 1930s characterized by drought and poor agricultural practices, leading to widespread crop failure in the Great Plains. It displaced thousands of farmers, contributing to the economic struggles of the Great Depression. ",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":7.1,
    "Date":"1930s CE",
    "Key Term":"Okies",
    "Description":"A term used to describe displaced farm families, primarily from Oklahoma, who migrated westward to California during the Great Depression, seeking better opportunities. The Okies faced significant challenges and prejudice in their new communities. ",
    "Unnamed: 4":null,
    "Unnamed: 5":5
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1919 CE",
    "Key Term":"Fascist Party",
    "Description":"An authoritarian political movement that emerged in Italy led by Benito Mussolini in the early 20th century, characterized by nationalism and the suppression of dissent. The party sought to create a totalitarian state and promoted militarism and expansionism. ",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1883-1945 CE",
    "Key Term":"Benito Mussolini",
    "Description":"The founder of Italian Fascism and leader of Italy from 1922 to 1943, he emphasized nationalism and militarized governance. His regime sought to create an empire through aggressive expansion and suppression of opposition. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1920 CE",
    "Key Term":"Nazi Party",
    "Description":"The far-right political party led by Adolf Hitler that rose to power in Germany in the 1930s. The party implemented totalitarian rule, promoting anti-Semitism, nationalism, and militarism, ultimately leading to World War II and the Holocaust. ",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1889-1945 CE",
    "Key Term":"Adolf Hitler",
    "Description":"The leader of Germany's Nazi Party and Chancellor from 1933 to 1945, he instigated World War II through aggressive expansionist policies. His totalitarian regime was marked by the persecution of minorities, including the Jews, culminating in the Holocaust. ",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1939-1945 CE",
    "Key Term":"Axis Powers",
    "Description":"The coalition of countries led by Germany, Italy, and Japan during World War II, opposing the Allied Powers. Their alliance was characterized by militaristic and expansionist agendas. ",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1935-1939 CE",
    "Key Term":"Neutrality Acts",
    "Description":"A series of laws passed in the 1930s aimed at limiting U.S. involvement in foreign conflicts. These acts reflected isolationist sentiments in the U.S. following World War I, emphasizing non-intervention policies. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1930s CE",
    "Key Term":"appeasement",
    "Description":"A diplomatic policy employed by Western democracies in the 1930s aimed at conceding to aggressive demands of totalitarian regimes to maintain peace. This approach, particularly regarding Hitler's territorial expansions, is often criticized for failing to prevent World War II. ",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1940 CE",
    "Key Term":"Selective Service Act",
    "Description":"This act established the draft prior to U.S. entry into World War II, requiring men to register for military service. It reflected the growing recognition of the need for military preparedness and support for Allies.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":7.11,
    "Date":"1941 CE",
    "Key Term":"Lend-Lease Act",
    "Description":"Enacted in 1941, this program allowed the U.S. to provide military aid to Allies, symbolizing a shift toward supporting them without direct involvement in the war. It aimed to bolster Allied defenses against Axis Powers.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":7.12,
    "Date":"1942-1945 CE",
    "Key Term":"Manhattan Project",
    "Description":"A secret U.S. government research project initiated during WWII to develop the atomic bomb. The project, which involved top scientists and substantial funding, culminated in the successful detonation of atomic bombs in 1945. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":7.12,
    "Date":"1940s CE",
    "Key Term":"Rosie the Riveter",
    "Description":"A cultural icon representing women who entered the workforce during WWII, symbolizing their contributions to the war effort in manufacturing and industry. She became a symbol of female empowerment and changing gender roles. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":7.13,
    "Date":"1890-1969 CE",
    "Key Term":"Dwight Eisenhower",
    "Description":"A general and Supreme Commander of Allied Forces in Europe during WWII, he was instrumental in planning the D-Day invasion. He later served as President (1953-1961), emphasizing Cold War strategies and domestic policies. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":7.13,
    "Date":"1944 CE",
    "Key Term":"D-Day",
    "Description":"The Allied invasion of Normandy on June 6, 1944, marked a significant turning point in WWII, leading to the liberation of Western Europe from Nazi control. This event involved extensive planning and coordination among Allied forces. ",
    "Unnamed: 4":null,
    "Unnamed: 5":5
  },
  {
    "Unit.Chapter":7.13,
    "Date":"1941-1945 CE",
    "Key Term":"Holocaust",
    "Description":"The systematic genocide perpetrated by the Nazi regime, resulting in the deaths of six million Jews and millions of others during WWII. It highlighted the consequences of hatred, discrimination, and totalitarianism.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":7.13,
    "Date":"1942 CE",
    "Key Term":"Battle of Midway",
    "Description":"A decisive naval battle in June 1942 that marked a turning point in the Pacific Theater of WWII, with the U.S. defeating Japan. The victory shifted the momentum toward Allied forces and demonstrated the effectiveness of intelligence and aircraft carriers in naval warfare. ",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":7.13,
    "Date":"1880-1964 CE",
    "Key Term":"Douglas MacArthur",
    "Description":"A prominent U.S. general during WWII, he commanded Allied forces in the Pacific, leading campaigns in the Philippines and Japan. His leadership and strategy were instrumental in achieving military objectives against Japanese forces. He later oversaw the occupation and rebuilding of Japan.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":7.13,
    "Date":"1945 CE",
    "Key Term":"Atomic Bombs",
    "Description":"Developed as part of the Manhattan Project, these weapons were used on Hiroshima and Nagasaki in August 1945, leading to Japan's surrender in WWII.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":7.13,
    "Date":"1904-1967 CE",
    "Key Term":"J. Robert Oppenheimer",
    "Description":"The physicist who led the Manhattan Project, he played a crucial role in the development of the atomic bomb. His reflections on the bomb’s implications after its use revealed the moral complexities of scientific advancement. ",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":7.14,
    "Date":"1942 CE",
    "Key Term":"unconditional surrender",
    "Description":"A policy adopted by the Allies during WWII. This approach aimed to ensure that aggressive regimes could not negotiate terms that allowed them to retain power. ",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":7.14,
    "Date":"1945 CE-today",
    "Key Term":"United Nations",
    "Description":"Founded in 1945 to promote international cooperation and prevent future conflicts, the UN aimed to address global issues and support peace efforts. It replaced the League of Nations and represented a collective commitment to diplomacy and human rights. ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1947-1991 C",
    "Key Term":"Cold War",
    "Description":"This was a prolonged period of geopolitical tension between the United States and the Soviet Union from the late 1940s to the early 1990s. It involved ideological, military, and economic struggles without direct conflict. Key events included the arms race, proxy wars, and the space race.",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1922-1991 CE",
    "Key Term":"Soviet Union",
    "Description":"A socialist state from 1922 to 1991, encompassing Eastern Europe and Northern Asia. It played a significant role in world politics during the Cold War, promoting communism globally. Its dissolution marked the end of the Cold War.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1945 CE",
    "Key Term":"Security Council",
    "Description":"This part of the United Nations is responsible for maintaining international peace and security. It has the authority to impose sanctions and authorize military action. Composed of 15 member countries, it includes five permanent members with veto power.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1945-1991 CE",
    "Key Term":"Iron Curtain",
    "Description":"This term symbolizes the political and ideological division between Eastern and Western Europe during the Cold War. Coined by Winston Churchill in 1946, it represented the boundary that separated the Soviet-controlled nations from the West. This division influenced international relations for decades.",
    "Unnamed: 4":null,
    "Unnamed: 5":12
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1947-1991 CE",
    "Key Term":"containment policy",
    "Description":"A U.S. strategy developed to prevent the spread of communism during the Cold War. Proposed by George F. Kennan, it aimed to limit Soviet influence globally. This policy shaped American foreign relations in the mid-1900s.",
    "Unnamed: 4":null,
    "Unnamed: 5":18
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1947 CE",
    "Key Term":"Truman Doctrine",
    "Description":"This doctrine, announced in 1947, articulated U.S. support for nations resisting communism. It committed America to a policy of containment and provided economic and military aid to countries like Greece and Turkey.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1948-1952 CE",
    "Key Term":"Marshall Plan",
    "Description":"Initiated in 1948, this U.S. program provided economic aid to help rebuild European economies after World War II. Its goals included preventing the spread of communism and promoting economic stability. It significantly aided recovery and fostered European integration.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1949 CE",
    "Key Term":"North Atlantic Treaty Organization",
    "Description":"NATO, established in 1949, is a military alliance formed by Western countries for collective defense against the Soviet threat. Its principle of collective security solidified ties among member nations during the Cold War. NATO remains active in global peacekeeping and security efforts.",
    "Unnamed: 4":null,
    "Unnamed: 5":34
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1955-1991 CE",
    "Key Term":"Warsaw Pact",
    "Description":" This military alliance formed in 1955, united Eastern Bloc countries in response to NATO. The pact ultimately dissolved with the end of the Cold War in 1991.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1946-1991 CE",
    "Key Term":"arms race",
    "Description":"A competition between the U.S. and the Soviet Union to achieve military superiority during the Cold War. It involved rapid advancements in nuclear weapons and delivery systems, escalating tensions. This race influenced global nuclear policies and security strategies.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1945-today",
    "Key Term":"38th parallel",
    "Description":"The dividing line between North and South Korea established post-World War II. It became a focal point during the Korean War and symbolizes the division between the communist North and the democratic South. The line remains in place, influencing ongoing tensions.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1953 CE",
    "Key Term":"atoms for peace",
    "Description":"This initiative, proposed by President Eisenhower in 1953, aimed to promote the peaceful use of nuclear energy. It sought to alleviate fears of atomic weapons and encourage international cooperation. This initiative marked a significant diplomatic shift in Cold War relations.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1958 CE",
    "Key Term":"National Aeronatics and Space Administration",
    "Description":"Established in 1958, NASA coordinates the U.S. space exploration efforts and was a response to the Soviet launch of Sputnik. It played a vital role in American space missions and the moon landing. NASA's successes heightened U.S. technological prestige during the Cold War.",
    "Unnamed: 4":null,
    "Unnamed: 5":44
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1953-1961 CE",
    "Key Term":"President Dwight D. Eisenhower",
    "Description":"This president served as the 34th U.S. President from 1953 to 1961. His administration focused on containing communism, promoting the \"New Look\" defense strategy, and promoting domestic prosperity. His foreign policy emphasized diplomacy and military readiness.",
    "Unnamed: 4":null,
    "Unnamed: 5":30
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1961-1963 CE",
    "Key Term":"President John F. Kennedy",
    "Description":"This president served as the 35th U.S. President from 1961 until his assassination in 1963. His administration emphasized Cold War challenges, notably the Cuban Missile Crisis and the space race. His \"New Frontier\" policies aimed to address domestic inequality and promote civil rights.",
    "Unnamed: 4":null,
    "Unnamed: 5":25
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1961 CE",
    "Key Term":"Bay of Pigs",
    "Description":"This invasion in 1961 was a failed U.S.-backed effort to overthrow Fidel Castro's regime in Cuba. The inadequately planned operation resulted in an embarrassing defeat for the U.S. and strengthened Castro's government amid Cold War tensions.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1962 CE",
    "Key Term":"Cuban Missle Crisis",
    "Description":"This event in 1962 was a 13-day confrontation between the U.S. and Soviet Union over missile deployment in Cuba, bringing the world to the brink of nuclear war. The resolution involved U.S. concessions and a pledge not to invade Cuba.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1963-1969 CE",
    "Key Term":"President Lyndon B. Johnson",
    "Description":"This individual served as the 36th U.S. President from 1963 to 1969. His Great Society initiatives aimed to eliminate poverty and promote civil rights, while his escalation of the Vietnam War marked a controversial aspect of his administration.",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":8.2,
    "Date":"1970s CE",
    "Key Term":"détente",
    "Description":"This term refers to a period of eased tensions between the U.S. and the Soviet Union during the Cold War, particularly in the 1970s. It involved diplomatic engagements, arms control agreements, and increased economic cooperation. This approach aimed to prevent conflicts and promote stability.",
    "Unnamed: 4":null,
    "Unnamed: 5":7
  },
  {
    "Unit.Chapter":8.3,
    "Date":"1908-1957 CE",
    "Key Term":"Joseph McCarthy",
    "Description":"A U.S. Senator known for his anti-communist pursuits, labeling many individuals as communists without substantial evidence. His tactics exemplified McCarthyism, marked by fear-mongering and persecution during the Cold War. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":8.3,
    "Date":"1950s CE",
    "Key Term":"McCarthyism",
    "Description":"This term refers to the anti-communist hysteria led by Senator McCarthy in the 1950s characterized by accusations without evidence. It fostered paranoia, damaging reputations and civil liberties.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":8.4,
    "Date":"1946-1964 CE",
    "Key Term":"baby boom",
    "Description":"This term refers to the significant increase in birth rates in the U.S. from 1946 to 1964. This demographic change had profound societal effects, driving economic growth and shaping consumer culture. This generation has significantly influenced American culture and policies.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":8.4,
    "Date":"1947-present",
    "Key Term":"Levittown",
    "Description":"This term refers to mass-produced suburban communities built in the U.S. during the post-WWII era, notable for affordable housing. It exemplified American suburbanization and the post-war housing boom. Levittowns became symbols of the idealized American Dream, offering homeownership to many families.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":8.4,
    "Date":"1951 CE",
    "Key Term":"Twenty-second Amendment",
    "Description":"This amendment ratified in 1951, limits U.S. Presidents to two terms in office. It was a response to Franklin D. Roosevelt's four-term presidency and aimed to prevent excessive concentration of power.",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":8.4,
    "Date":"1956 CE",
    "Key Term":"Interstate Highway System",
    "Description":"This infrastructure project, authorized by the Highway Act of 1956, revolutionized transportation in the U.S. It provided a network of high-speed roads, enhancing commerce and mobility.",
    "Unnamed: 4":null,
    "Unnamed: 5":25
  },
  {
    "Unit.Chapter":8.4,
    "Date":"1970s CE",
    "Key Term":"stagflation",
    "Description":"A combination of stagnant economic growth and high inflation became a significant economic challenge in the 1970s. It defied traditional economic theories and fueled debates about policy responses.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":8.4,
    "Date":"1977-1981 CE",
    "Key Term":"President Jimmy Carter",
    "Description":"This individual served as the 39th U.S. President from 1977 to 1981, known for his emphasis on human rights and social reform. His administration faced economic challenges, including inflation and the energy crisis.His foreign policy sought diplomacy over military intervention.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":8.6,
    "Date":"1919-1972 CE",
    "Key Term":"Jackie Robinson",
    "Description":"This athlete broke baseball's color barrier in 1947 by becoming the first African American player in Major League Baseball. His achievements symbolized the fight against racial segregation in sports and society.",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":8.6,
    "Date":"1954 CE",
    "Key Term":"Brown v. Board of Education",
    "Description":"This landmark Supreme Court case in 1954 declared racial segregation in public schools unconstitutional. It overturned Plessy v. Ferguson and energized the civil rights movement, highlighting the fight for equality.",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":8.6,
    "Date":"1954-1960s CE",
    "Key Term":"desegregation",
    "Description":"This term describes the process of ending the separation of races, particularly in public facilities like schools. Following Brown v. Board of Education, efforts faced resistance in the South, sparking civil rights activism. This movement fundamentally altered social relations and legal frameworks in America.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":8.6,
    "Date":"1955-1956 CE",
    "Key Term":"Montgomery Bus Boycott",
    "Description":"This event, initiated in 1955 after Rosa Parks' arrest, was a significant civil rights protest against racial segregation in public transportation. Lasting over a year, it led to a Supreme Court ruling that segregation in buses was unconstitutional. ",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":8.6,
    "Date":"1913-2005 CE",
    "Key Term":"Rosa Parks",
    "Description":"This woman was an African American civil rights activist whose refusal to give up her bus seat in Montgomery, Alabama, sparked the bus boycott. Her actions became a symbol of resistance against racial segregation.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":8.6,
    "Date":"1929-1968 CE",
    "Key Term":"Martin Luther King Jr.",
    "Description":"A prominent leader of the civil rights movement who advocated for nonviolent resistance to achieve racial equality. His leadership in protests and powerful speeches, including the \"I Have a Dream\" speech, inspired nationwide activism.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":8.6,
    "Date":"1960 CE",
    "Key Term":"Student Nonviolent Coordinating Committee",
    "Description":"Founded in 1960, SNCC played a crucial role in the civil rights movement, empowering young activists to lead nonviolent protests. The organization focused on voter registration and desegregation efforts in the South.",
    "Unnamed: 4":null,
    "Unnamed: 5":41
  },
  {
    "Unit.Chapter":8.7,
    "Date":"1950s CE",
    "Key Term":"Third World",
    "Description":"This term emerged during the Cold War to describe developing countries seeking independence and self-determination, distinct from both the capitalist West and communist bloc. It became synonymous with anti-colonial movements and global solidarity. ",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":8.7,
    "Date":"1945-1975 CE",
    "Key Term":"Decolonization",
    "Description":"This term refers to the process through which colonies gained independence, particularly in the mid-1900s. It transformed global politics as nations in Asia, Africa, and the Caribbean sought self-determination.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":8.7,
    "Date":"1957 CE",
    "Key Term":"Eisenhower Doctrine",
    "Description":"This doctrine, announced in 1957, pledged U.S. assistance to Middle Eastern nations resisting communist aggression. It aimed to stabilize the region and protect American interests.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":8.7,
    "Date":"1960 CE",
    "Key Term":"Organization of Petroleum Exporting Countries",
    "Description":"OPEC, formed in 1960, is a group of countries that coordinates petroleum production and pricing. Its influence grew significantly in the 1970s, impacting global economies and U.S. energy policies.",
    "Unnamed: 4":null,
    "Unnamed: 5":45
  },
  {
    "Unit.Chapter":8.7,
    "Date":"1979-1981 CE",
    "Key Term":"Iranian hostage crisis",
    "Description":"This event involved the seizure of the U.S. embassy in Tehran and the taking of American hostages. This event humiliated the Carter administration and strained U.S.-Iran relations.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":8.8,
    "Date":"1950s--1970s CE",
    "Key Term":"domino theory",
    "Description":"This theory posited that the spread of communism in one country would lead to its spread in neighboring countries. This belief fueled U.S. intervention in Southeast Asia during the Cold War, influencing foreign policy decisions.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":8.8,
    "Date":"1964 CE",
    "Key Term":"Tonkin Gulf Resolution",
    "Description":"This resolution, passed in 1964, authorized President Johnson to use military force in Vietnam after alleged attacks on U.S. naval vessels. It marked a significant escalation of U.S. involvement in the Vietnam War.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":8.8,
    "Date":"1955-1975 CE",
    "Key Term":"Vietnam War",
    "Description":"An armed conflict in mainland Southeast Asia. The war began with the rise of Vietnamese nationalism against French colonial occupation. The United States became involved in 1964 with the Gulf of Tonkin resolution before eventually expanding into a full scale draft to fight in the proxy war.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":8.8,
    "Date":"1960s CE",
    "Key Term":"hawks",
    "Description":"This term describes supporters of increased military intervention in Vietnam during the 1960s, advocating a strong military response to communism. They believed in the necessity of military power to achieve American goals. This faction opposed the more dovish perspective advocating for peace negotiations.",
    "Unnamed: 4":null,
    "Unnamed: 5":5
  },
  {
    "Unit.Chapter":8.8,
    "Date":"1960s CE",
    "Key Term":"doves",
    "Description":"This term refers to individuals and groups opposing U.S. involvement in the Vietnam War during the 1960s. Advocates emphasized peace, nonviolence, and negotiations to resolve conflicts. This movement became synonymous with the counterculture and broader anti-war protests during that era.",
    "Unnamed: 4":null,
    "Unnamed: 5":5
  },
  {
    "Unit.Chapter":8.8,
    "Date":"1968 CE",
    "Key Term":"Tet Offensive",
    "Description":"This North Vietnamese and Viet Cong campaign in January 1968 was a major military campaign during the Vietnam War. It surprised U.S. and South Vietnamese forces, leading to significant media coverage and shifting public opinion.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":8.8,
    "Date":"1968 CE",
    "Key Term":"My Lai",
    "Description":"This massacre in 1968 involved the killing of hundreds of unarmed Vietnamese civilians by U.S. soldiers. The incident, initially covered up, became public knowledge in 1971, eliciting outrage and further anti-war sentiment in the U.S.",
    "Unnamed: 4":null,
    "Unnamed: 5":6
  },
  {
    "Unit.Chapter":8.8,
    "Date":"1973 CE",
    "Key Term":"War Powers Act",
    "Description":"This 1973 act aimed to limit the president's ability to engage U.S. forces in foreign conflicts without congressional approval. In response to Vietnam War controversies, it reflected efforts to reassert congressional authority over military decisions.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":8.9,
    "Date":"1964-1965 CE",
    "Key Term":"Great Society",
    "Description":"This term refers to President Lyndon B. Johnson's set of domestic programs aimed at eliminating poverty and racial injustice in the 1960s. Initiatives included Medicare, Medicaid, and civil rights legislation.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":8.9,
    "Date":"1964 CE",
    "Key Term":"war on poverty",
    "Description":"This was a series of programs launched by President Johnson in the 1960s to combat poverty through education, health care, and job training. It aimed to address systemic causes of poverty. The initiative reflects civil rights and social justice efforts.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":8.9,
    "Date":"1962 CE",
    "Key Term":"Silent Spring",
    "Description":"This book, published by Rachel Carson in 1962, exposed the environmental impact of pesticides, particularly DDT. The book sparked significant public discourse on environmental policies and conservation, contributing to the rise of the environmental movement.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":8.1,
    "Date":"1963 CE",
    "Key Term":"Letter from Birmingham Jail",
    "Description":"Martin Luther King Jr.'s letter written in 1963, defended nonviolent protest against segregation, calling for urgent action. It articulated the moral imperative for civil rights and the urgency of justice.",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":8.1,
    "Date":"1963 CE",
    "Key Term":"March on Washington",
    "Description":"This protest in 1963 drew over 250,000 participants advocating for civil rights and economic equality. It featured Martin Luther King's iconic \"I Have a Dream\" speech. This event was pivotal in galvanizing support for civil rights legislation.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":8.1,
    "Date":"1963 CE",
    "Key Term":"I Have a Dream",
    "Description":"Martin Luther King Jr.’s iconic speech, delivered during the 1963 March on Washington, called for racial equality and nonviolent resistance. Its powerful imagery and vision of a just society resonated deeply, becoming a cornerstone of the civil rights movement.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":8.1,
    "Date":"1964 CE",
    "Key Term":"Civil Rights Act",
    "Description":"This 1964 landmark legislation prohibited discrimination based on race, color, religion, sex, or national origin. It aimed to end segregation in public places and promote equal opportunities.",
    "Unnamed: 4":null,
    "Unnamed: 5":16
  },
  {
    "Unit.Chapter":8.1,
    "Date":"1964 CE",
    "Key Term":"Twenty-fourth Amendment",
    "Description":"The Twenty-Fourth Amendment, ratified in 1964, prohibited poll taxes in federal elections, removing a barrier that disenfranchised many African American voters. ",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":8.1,
    "Date":"1925-1965 CE",
    "Key Term":"Malcolm X",
    "Description":"A prominent African American leader in the civil rights movement who advocated for black empowerment and racial pride. He emphasized self-defense and was critical of nonviolent approaches.",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":8.1,
    "Date":"1966 CE",
    "Key Term":"Black Panthers",
    "Description":"Founded in 1966, this party aimed to address systemic racism, police brutality, and social injustices. Their programs included community service initiatives, but they faced significant backlash from authorities. The party's activism highlighted the fight for racial justice in the 1960s.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":8.11,
    "Date":"1963 CE",
    "Key Term":"The Feminine Mystique",
    "Description":"Published in 1963, this book by Betty Friedan critiqued the societal expectations placed on women as homemakers. It inspired a new wave of feminism and encouraged women to pursue their aspirations beyond domestic roles.",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":8.11,
    "Date":"1975 CE",
    "Key Term":"Indian Self-Determination Act",
    "Description":"This 1975 act aimed to enhance tribal autonomy, allowing Native American nations greater control over their own affairs and programs. It marked a significant shift toward recognizing indigenous rights and sovereignty.",
    "Unnamed: 4":null,
    "Unnamed: 5":29
  },
  {
    "Unit.Chapter":8.11,
    "Date":"1960s-today",
    "Key Term":"gay rights movement",
    "Description":"This movement gained momentum in the late 20th century, advocating for LGBTQ+ rights and acceptance. Key events, such as the Stonewall Riots in 1969, catalyzed activism for equality.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":8.12,
    "Date":"1964 CE",
    "Key Term":"Free Speech Movement",
    "Description":"This movement, which began at the University of California, Berkeley, in 1964, advocated for students' rights to free speech and political activism on campuses.",
    "Unnamed: 4":null,
    "Unnamed: 5":20
  },
  {
    "Unit.Chapter":8.12,
    "Date":"1960s CE",
    "Key Term":"counterculture",
    "Description":"This term refers to a trend in the 1960s which represented a rejection of mainstream values, advocating for alternative lifestyles, peace, and social change. It encompassed music, art, and political activism, challenging traditional norms. ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":8.12,
    "Date":"1960s CE",
    "Key Term":"folk music",
    "Description":"This type of music gained popularity in the 1960s as a means of protest and social commentary, embodying themes of justice and change. Artists like Bob Dylan and Joan Baez used folk music to address civil rights and anti-war sentiments.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":8.12,
    "Date":"1960s CE",
    "Key Term":"rock music",
    "Description":"This musical genre music emerged as a cultural force in the 1950s and 1960s, encapsulating youth rebellion and societal change. Artists addressed social issues, including civil rights and war, through their music.",
    "Unnamed: 4":null,
    "Unnamed: 5":10
  },
  {
    "Unit.Chapter":8.12,
    "Date":"1960s-1970s CE",
    "Key Term":"sexual revolution",
    "Description":"This change of the 1960s and 1970s challenged traditional sexual norms, advocating for sexual freedom, birth control access, and LGBTQ rights. It redefined societal attitudes toward sex and relationships, emphasizing personal autonomy.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":8.13,
    "Date":"1979 CE",
    "Key Term":"Three Mile Island",
    "Description":"This accident in 1979 was a significant nuclear power plant incident that raised public concern about nuclear safety. The partial meltdown highlighted flaws in safety protocols and regulatory oversight. It sparked debates on energy policy and nuclear power's role in the future.",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":8.13,
    "Date":"1970 CE",
    "Key Term":"Environmental Protection Agency",
    "Description":"Established in 1970, the EPA is a U.S. federal agency responsible for regulating and enforcing environmental laws. It emerged in response to growing concerns about pollution and environmental degradation. The EPA plays a crucial role in promoting environmental health and sustainability.",
    "Unnamed: 4":null,
    "Unnamed: 5":31
  },
  {
    "Unit.Chapter":8.13,
    "Date":"1963 CE",
    "Key Term":"Clean Air Act",
    "Description":"This 1963 act which was substantially amended in the 1970s aimed to regulate air pollution and enhance environmental quality. It established standards to protect public health and the environment from airborne contaminants.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":8.13,
    "Date":"1973 CE",
    "Key Term":"Endangered Species Act",
    "Description":"This 1973 act aims to protect threatened and endangered species and their habitats. It establishes mechanisms for conservation and recovery efforts to preserve biodiversity.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":8.14,
    "Date":"1972-1974 CE",
    "Key Term":"Watergate",
    "Description":"This scandal, involving a break-in at the Democratic National Committee headquarters and subsequent cover-up by the Nixon administration, led to significant public outcry and Nixon's resignation in 1974. ",
    "Unnamed: 4":null,
    "Unnamed: 5":9
  },
  {
    "Unit.Chapter":8.14,
    "Date":"1960s-today",
    "Key Term":"imperial presidency",
    "Description":"This term describes an expansion of executive power beyond constitutional limits, often exemplified during Nixon's tenure. This concept critiques the concentration of authority in the White House, raising concerns about government accountability.",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  },
  {
    "Unit.Chapter":8.14,
    "Date":"1973-2022 CE",
    "Key Term":"Roe v. Wade",
    "Description":"A landmark Supreme Court decision that legalized abortion in the United States. The ruling affirmed a woman’s right to privacy regarding reproductive choices.",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":9.2,
    "Date":"1981-1989 CE",
    "Key Term":"President Ronald Reagan",
    "Description":"This individual served as the 40th President of the United States from 1981 to 1989. His administration emphasized conservative policies, economic deregulation, and a strong anti-Communist foreign policy. His leadership shaped a new era in American politics, influencing subsequent GOP strategies.",
    "Unnamed: 4":null,
    "Unnamed: 5":23
  },
  {
    "Unit.Chapter":9.2,
    "Date":"1980s CE",
    "Key Term":"supply-side economics",
    "Description":"This term, also called Reganomics, posits that lower taxes and deregulation boost economic growth by increasing production and investment. This approach emphasized tax cuts for businesses and high-income earners to purportedly stimulate spending. ",
    "Unnamed: 4":null,
    "Unnamed: 5":21
  },
  {
    "Unit.Chapter":9.2,
    "Date":"1980s CE",
    "Key Term":"trickle-down economics",
    "Description":"This term suggests that policies benefiting the wealthy will eventually help all socio-economic classes through increased investment and job creation. This theory was a cornerstone of Reagan’s fiscal policy approach. Critics maintain that it often narrows wealth distribution and exacerbates economic inequality.",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":9.2,
    "Date":"1989-1993 CE",
    "Key Term":"President George H. W. Bush",
    "Description":"This individual served as the 41st President from 1989 to 1993. His presidency is noted for foreign policy successes, including the Gulf War, but also faced domestic challenges like a recession. He struggled with economic issues during his re-election campaign in 1992.",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":9.3,
    "Date":"1983 CE",
    "Key Term":"Strategic Defense Initiative",
    "Description":"Announced in 1983,  SDI aimed to develop a missile defense system to protect the U.S. from nuclear attacks. Critics dubbed it \"Star Wars,\" questioning its feasibility and cost. SDI reflected Reagan's focus on a technological arms race during the Cold War.",
    "Unnamed: 4":null,
    "Unnamed: 5":28
  },
  {
    "Unit.Chapter":9.3,
    "Date":"1993 CE",
    "Key Term":"European Union",
    "Description":"The EU, established in 1993, is a political and economic union of European countries committed to regional integration. The EU facilitates trade, economic growth, and political collaboration among member states, fostering unity in a politically diverse continent. Its influence extends globally, impacting economic and social policies.",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":9.4,
    "Date":"1993-2001 CE",
    "Key Term":"President Bill Clinton",
    "Description":"This person served as the 42nd President of the United States from 1993 to 2001. His administration emphasized economic prosperity and welfare reform, promoting the North American Free Trade Agreement (NAFTA) and technological innovation. ",
    "Unnamed: 4":null,
    "Unnamed: 5":22
  },
  {
    "Unit.Chapter":9.4,
    "Date":"1990s CE",
    "Key Term":"Internet",
    "Description":"The widespread adoption of this new technology  in the 1990s transformed communication, business, and access to information in the U.S. and globally. It revolutionized how people connect, impacting socio-economic dynamics and cultural exchange. ",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":9.4,
    "Date":"1990s-today",
    "Key Term":"globalization",
    "Description":"This term refers to the increasing interconnectedness of economies, cultures, and societies worldwide. It has accelerated trade, investment, and the exchange of ideas, often driven by advancements in technology and communications.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":9.4,
    "Date":"1994 CE",
    "Key Term":"North American Free Trade Agreement",
    "Description":"NAFTA, enacted in 1994, established a trilateral trade bloc between the U.S., Canada, and Mexico, aimed at eliminating trade barriers. Its proponents argue it bolstered economic growth, while critics claim it led to job losses and wage stagnation in certain sectors.",
    "Unnamed: 4":null,
    "Unnamed: 5":35
  },
  {
    "Unit.Chapter":9.4,
    "Date":"2007-today",
    "Key Term":"top 1 percent",
    "Description":"This term refers to the wealthiest segment of the population, often highlighting income inequality trends. Discussions around this demographic often center on wealth concentration, economic mobility, and its implications for democracy.",
    "Unnamed: 4":null,
    "Unnamed: 5":13
  },
  {
    "Unit.Chapter":9.5,
    "Date":"1996 CE",
    "Key Term":"Illegal Immigration Reform and Immigrant Responsibility Act of 1996",
    "Description":"This legislation aimed to strengthen immigration enforcement and expand penalties for illegal immigration. It introduced measures like expedited removal and stricter asylum processes. ",
    "Unnamed: 4":null,
    "Unnamed: 5":67
  },
  {
    "Unit.Chapter":9.6,
    "Date":"1988-today",
    "Key Term":"Al-Qaeda",
    "Description":"A militant Islamist organization founded by Osama bin Laden in the late 1980s. It gained notoriety for orchestrating the September 11 attacks, leading to the U.S.-led War on Terror. ",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":9.6,
    "Date":"2001-2021 CE",
    "Key Term":"Afghanistan",
    "Description":"This country has been central to geopolitical conflicts, notably during the Soviet invasion in the 1980s and the U.S.-led invasion post-9\/11. The nation has experienced prolonged instability due to war, political turmoil, and the Taliban's resurgence. ",
    "Unnamed: 4":null,
    "Unnamed: 5":11
  },
  {
    "Unit.Chapter":9.6,
    "Date":"1994-today",
    "Key Term":"Taliban",
    "Description":"An extremist Islamist group which ruled Afghanistan from 1996 until the U.S. invasion in 2001. They imposed strict interpretations of Sharia law, garnering global condemnation for human rights abuses. ",
    "Unnamed: 4":null,
    "Unnamed: 5":7
  },
  {
    "Unit.Chapter":9.6,
    "Date":"09\/11\/2001 CE",
    "Key Term":"September 11 Terror Attacks",
    "Description":"This event involved coordinated strikes by al-Qaeda operatives on U.S. soil, targeting the World Trade Center and the Pentagon. Nearly 3,000 individuals were killed, resulting in a global shock and a rethinking of national security protocols. ",
    "Unnamed: 4":null,
    "Unnamed: 5":27
  },
  {
    "Unit.Chapter":9.6,
    "Date":"2003-2011 CE",
    "Key Term":"Iraq War",
    "Description":"Initiated in 2003, this conflict aimed to dismantle Saddam Hussein's regime based on claims of weapons of mass destruction (WMDs).",
    "Unnamed: 4":null,
    "Unnamed: 5":8
  },
  {
    "Unit.Chapter":9.6,
    "Date":"1937-2006 CE",
    "Key Term":"Saddam Hussein",
    "Description":"The President of Iraq from 1979 until 2003 known for his authoritarian rule and use of chemical weapons. He was a key figure in the Gulf War and the Iraq War, leading to his eventual capture and execution. ",
    "Unnamed: 4":null,
    "Unnamed: 5":14
  },
  {
    "Unit.Chapter":9.6,
    "Date":"2013 CE",
    "Key Term":"ISIS",
    "Description":"The Islamic State of Iraq and Syria, emerging from al-Qaeda affiliates, gained international notoriety for its brutal tactics and territorial ambitions in the mid-2010s. The group implemented a strict interpretation of Islamic law, leading to severe atrocities. ",
    "Unnamed: 4":null,
    "Unnamed: 5":4
  },
  {
    "Unit.Chapter":9.6,
    "Date":"2001 CE",
    "Key Term":"No Child Left Behind Act",
    "Description":"This 2002 act aimed to improve educational outcomes through standardized testing and accountability measures. Though it increased focus on education standards, critics argue it neglected broader education goals. ",
    "Unnamed: 4":null,
    "Unnamed: 5":24
  },
  {
    "Unit.Chapter":9.6,
    "Date":"2005 CE",
    "Key Term":"Hurricane Katrina",
    "Description":"This weather event struck the Gulf Coast in 2005, causing widespread devastation and loss of life, particularly in New Orleans. The government's inadequate response heightened criticism of federal emergency management and race disparities in disaster relief. ",
    "Unnamed: 4":null,
    "Unnamed: 5":17
  },
  {
    "Unit.Chapter":9.6,
    "Date":"2007-2009 CE",
    "Key Term":"Great Recession",
    "Description":"A severe global economic downturn, stemming from a housing market collapse and financial crises in 2007. It led to widespread unemployment, foreclosures, and significant fiscal challenges worldwide. ",
    "Unnamed: 4":null,
    "Unnamed: 5":15
  },
  {
    "Unit.Chapter":9.6,
    "Date":"2010 CE",
    "Key Term":"Affordable Care Act",
    "Description":"Enacted in 2010, the ACA (obamacare) aimed to expand health insurance coverage, improve healthcare quality, and reduce costs. It established health insurance marketplaces and mandated coverage for pre-existing conditions. ",
    "Unnamed: 4":null,
    "Unnamed: 5":19
  }
]